{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :0 } }
{"பெயர்": "ஸ்ரீகாந்த் ", "பிறந்த திகதி": "1979-02-28", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஸ்ரீகாந்த்  (ஆங்கில மொழி: Srikanth, பிறப்பு: பெப்ரவரி 28, 1979) தமிழ், தெலுங்கு மற்றும் மலையாளத் திரைப்படங்களில் நடித்து வரும் ஓர் தென்னிந்திய நடிகர் ஆவார். இவரது அறிமுகம் 2002ஆம் ஆண்டில் வெளியான ரோஜாக்கூட்டம் என்ற தமிழ் திரைப்படத்தில் அமைந்தது. இவரது திரைப்படங்கள் பார்த்திபன் கனவு மற்றும் தெலுங்கில் ஆடவாரி மாடலாகு அர்தலு வெருலே பெரும் வெற்றிப்படங்களாக விளங்கின.[1] தெலுங்குத் திரைப்படங்களில் இவர் ஸ்ரீராம் என்று அறியப்படுகிறார்.", "உள்ளடக்கம்": "ஸ்ரீகாந்த்தின் திரை நுழைவு ரோஜாக்கூட்டம் என்ற சசியின் காதல் படத்தில் பூமிகா சாவ்லாவுடன் அமைந்தது. முதல் திரைப்படமே வெற்றிப்படமாக அமைந்து பாராட்டுக்களையும் பெற்றுத் தந்தது.[2] இவரது அடுத்த வெற்றிப்படமாக  சினேகாவுடன் நடித்த ஏப்ரல் மாதத்தில் அமைந்தது. தொடர்ந்து கரு. பழனியப்பன் இயக்கத்தில் உருவான பார்த்திபன் கனவு இவருக்கு தமிழ்நாடு மாநில திரைப்பட சிறப்பு விருது  கிடைத்தது.[3] பின்தொடர்ந்த படங்கள் தோல்வியைத் தழுவ சிலகாலம் வாய்ப்புகள் இன்றி இருந்தார். 2007ஆம் ஆண்டில் செல்வராகவன் இயக்கத்தில் தெலுங்கில் நடித்த ஆடவாரி மாடலாகு அர்தலு வெருலே பெற்ற வெற்றியைத் தொடர்ந்து புகழ்பெற்ற இயக்குனர் சங்கரின் நண்பன் உட்பட பல புதிய படங்களில் நடிக்கத் தொடங்கினார்.[4]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :1 } }
{"பெயர்": "மோகன்லால்", "பிறந்த திகதி": "1960-05-21", "பிறந்த இடம்": "பத்தனம்திட்டா, கேரளா, இந்தியா", "தொழில்": "திரைப்பட நடிகர், தயாரிப்பாளர், திரைப்பட விநியோகஸ்தர், தொழில்முனைவோர்,தொழிலதிபர்", "வாழ்க்கை துணை": "சுசித்ரா (1988 - இன்று வரை)", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "மோகன்லால் விஸ்வநாதன் நாயர் ( Mohanlal Viswanathan Nair, பிறப்பு 21 மே 1960),[1] மோகன்லால் (மலையாளம்: മോഹന്‍ലാല്‍), இந்திய திரைப்பட நடிகரும், திரைப்பட தயாரிப்பாளரும் ஆவார். இவர் பெரும்பாலும் மலையாள மொழித் திரைப்படங்களில் நடித்து வருகிறார். 5 முறை தேசிய விருதுகளைப் பெற்றவர், இரண்டு முறை மிகச்சிறந்த நடிகருக்கான விருதுகளையும், ஒரு தனிப்பட்ட நடுவர் குழு விருதும் ஓர் சிறந்த படத் தயாரிப்பாளர் விருதையும் பெற்றவர். மேலும் ஒன்பது முறை கேரள மாநில அரசு விருதையும் பத்து முறை பிலிம்பேர் விருதும் பெற்றிருக்கிறார், இவர் இந்திய திரைப்பட உலகத்தின் முன்னேற்றத்திற்காக ஆற்றிய சேவைகளைப் போற்றும் வகையில் இந்திய அரசு இவருக்கு 2001 ஆம் ஆண்டுபத்ம ஸ்ரீ விருதை வழங்கி கௌரவித்தது. 2009 ஆம் ஆண்டில், இந்தியத் தரைப்படை இவரை கௌரவிக்கும் வகையில் லெப்டினன்ட் காலோனல் பதவியை வழங்கியது, இவ்விருதை பெரும் முதல் இந்திய நடிகர் இவரே.[2] மேலும் காலடி என்ற இடத்தில் அமைந்துள்ள ஸ்ரீ சங்கராச்சார்யா சமஸ்க்ரித பல்கலைக்கழகம் இவருக்கு கௌரவ டாக்டர் வழங்கி கௌரவித்தது .[3]. தேசிய அளவில், மிகச்சிறந்த நடிகர் விருதிற்கான மிகவும் அதிகமான பரிந்துரைகள் பெற்ற ஒரே நடிகர் இவரேயாவார். கேரளா மாநிலம், கோழிக்கூடு பல்கலைக்கழகம் சார்பில் சனவரி 29, 2018 ஆம் ஆண்டு இவருக்கு கவுரவ டாக்டர் பட்டம் வழங்கியது.[4] இந்திய அரசு 2019 ஆண்டில் இருக்கு பத்ம பூசன் விருதினை வழங்கி கெளரவித்தது.[5]", "உள்ளடக்கம்": "மோகன்லால் கேரளத்திலுள்ள பத்தனம்திட்டா மாவட்டம் இலந்தூர் என்ற இடத்தில், வழக்கறிஞரும் அரசு ஊழியருமான விஸ்வநாதன் நாயர் - சாந்தகுமாரி தம்பதியர்க்கு  மகனாக பிறந்தார். பிறகு இவர்களுடைய குடும்பம் திருவனந்தபுரத்திலுள்ள முடவன்முகள் என்ற இடத்தில் அமைந்திருக்கும் அவருடைய தாயாரின் வீட்டிற்கு இடம் பெயர்ந்தது. முடவன்முகளில் 'LP' பள்ளிக்கூடத்தில் சேர்ந்தார், அதற்குப்பின் திருவனந்தபுரத்தில் உள்ள மாடல் ஸ்கூலில், தனது படிப்பைத் தொடர்ந்தார்.[6] பள்ளிக்கூட படிப்பில் சராசரி மாணவனாகத்தான் திகழ்ந்தார், அதே சமயம்  கலை உலகம் அவர் கவனத்தை ஈர்க்க ஆரம்பித்தது; பள்ளிக்கூட நாடகங்களில் ஆர்வத்துடன் பங்கேற்றார். பொதுவாக பள்ளியின் பத்தாம் வகுப்பு மாணவர்களே சிறந்த நடிகனாக தேர்ந்தெடுக்கப்பட்டு வந்த காலகட்டத்தில் ஆறாவது வகுப்பு மாணவரான மோகன்லால் பள்ளிக்கூடத்தில் சிறந்த நடிகனாகத் தேர்ந்தெடுக்கப்பட்டார், .[6]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :2 } }
{"பெயர்": "ரானா தக்குபாடி", "பிறந்த திகதி": "1984-12-14", "பிறந்த இடம்": "சென்னை  தமிழ்நாடு  இந்தியா[2]", "தொழில்": "நடிகர்தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "டக்குபாதி சுரேஷ் பாபுலட்சுமி டக்குபாதி", "சுருக்கம்": "ரானா தக்குபாடி (ஆங்கில மொழி: Rana Daggubati) (பிறப்பு: 14 டிசம்பர் 1984) இவர் ஒரு தமிழ், தெலுங்கு மற்றும் ஹிந்தி மொழித் திரைப்பட நடிகர் மற்றும் தயாரிப்பாளர் ஆவார். இவர் லீடர், கிருஷ்ணம் வந்தே ஜகத்குரும், ஆரம்பம் போன்ற திரைப்படங்களில் நடித்துள்ளார்.", "உள்ளடக்கம்": "ராணா 14 டிசம்பர் 1984ஆம் ஆண்டு சென்னை தமிழ்நாட்டில் பிறந்தார். இவர் பிரபல திரைப்பட தயாரிப்பாளர் டக்குபாதி சுரேஷ் பாபுவின் மகன் மற்றும் நடிகர் வெங்கடேசின் அண்ணன்  (சுரேஷ் பாபு) மகன் ஆவார். பழம்பெரும் தயாரிப்பாளர் தக்குபாத்தி ராமாநாயுடு இவரின் தாத்தா ஆவார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :3 } }
{"பெயர்": "அருண் விஜய்", "பிறந்த திகதி": "1977-11-19", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு,  இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "விஜயகுமார்முத்துக்கண்ணு", "சுருக்கம்": "அருண் விஜயகுமார்  ஓர் தமிழ்த் திரைப்பட நடிகராவார். இவர் நடிகர் விஜயகுமாரின் மகன் ஆவார். மலை மலை, இயற்கை, தடையறத் தாக்க ஆகிய திரைப்படங்களில் நடித்துள்ளார்.", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :4 } }
{"பெயர்": "தலைவாசல் விஜய்", "பிறந்த திகதி": "1950-10-04", "பிறந்த இடம்": "சைதாப்பேட்டை, சென்னை", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "தலைவாசல் விஜய் தமிழ் திரைப்பட நடிகர். மற்றும் குரல்-ஒலிச்சேர்க்கை கலைஞர் ஆவார்.[1] இவர், தமிழ், மலையாளம் மற்றும் தெலுங்கு மொழி திரைப்படங்கள் மற்றும் தொலைக்காட்சி தொடர்களில் நடித்துள்ளார்.", "உள்ளடக்கம்": "இவர், 1992இல் வெளிவந்த தலைவாசல் படத்தில் அறிமுகமானார். அதில் இவர் ஏற்று நடித்த கதாபாத்திரத்தின் மூலம் பிரபலமடைந்ததால் தனது பெயருக்கு முன்னால் தான் நடித்த முதல் படத்தின் பெயரை அடைமொழியாக வைத்து \"தலைவாசல் விஜய்\" என அழைக்கப்படுகிறார். இவர் திரைப்படங்களில் துணை கதாபாத்திரம் அல்லது குணசித்திர வேடங்களில் நடிப்பதின் மூலமாக அறியப்படுகிறார். குறிப்பாக, 2010இல் வெளியான ஆர். சுகுமாரனின் \"யுகபுருஷன்\" மலையாளப் படத்தில் இவர் ஏற்று நடித்த நாராயண குரு கதாபாத்திரம் பெரும் பெயரைப் பெற்றது.[2] இவர், தனது 25 வருட தொழில் வாழ்க்கையில் 200 திரைப்படங்களுக்கு மேலாக நடித்துள்ளார்.[3]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :5 } }
{"பெயர்": "அக்கினேனி நாகார்ஜுனா", "பிறந்த திகதி": "1959-08-29", "பிறந்த இடம்": "சென்னை, இந்தியா", "தொழில்": "நடிகர்,  படத் தயாரிப்பாளர்", "வாழ்க்கை துணை": "லட்சுமி தக்குபாட்டி (1984-1990)அமலா (1992-இன்றுவரை)", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "அக்கினேனி நாகார்ஜூனா (தெலுங்கு: ఆక్కినేని నాగార్జున, பிறப்பு: ஆகத்து 29, 1959) ஓர் இந்தியத் திரைப்பட நடிகர் மற்றும் தயாரிப்பாளர் ஆவார். இவர் ஆந்திரத் திரைப்படத்துறையில் முதன்மையாக பணிபுரிகிறார், ஒரு சில பாலிவுட் மற்றும் தமிழ் படங்களிலும் பணியாற்றியிருக்கிறார்.", "உள்ளடக்கம்": "நாகார்ஜூனா 1959 ஆம் ஆண்டு ஆகஸ்டு மாதம் 29 ஆம் தேதி சென்னையில் பிறந்தார். இவர் தெலுங்கு நடிகர் அக்கினேனி நாகேசுவர ராவ் மற்றும் அன்னபூர்ணா அக்கினேனியின் மகனாவார். அவர்களின் ஐந்து குழந்தைகளில் நாகார்ஜூனா கடைசியாவார். பின்னர் அவரது குடும்பம் ஐதராபாதத்திற்கு குடிபெயர்ந்தது அங்கு தனது ஆரம்ப கால கல்வியை ஐதராபாத் பொதுப்பள்ளியிலும் பின்னர் பள்ளி இடைநிலைக் கல்வியை லிட்டில் பிளவர் இளநிலைக்கல்லூரியிலும் கற்றார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :6 } }
{"பெயர்": "அர்ஜூன் தாஸ்", "பிறந்த திகதி": "1992-10-05", "பிறந்த இடம்": "புனே, மகாராஷ்டிரா, இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "அர்ஜுன் தாஸ் (Arjun Das) ஓர் இந்தியத் திரைப்பட நடிகர், கைதி படத்தில் அன்பு என்ற கதாப்பாத்திரத்தில் நடித்ததன் மூலம் பரவலாக அறியப்படுபவர் ஆவார். இவர் வீறார்ந்த குரலுக்கு பெயர் பெற்றவர்.[1]", "உள்ளடக்கம்": "2012 இல், பெருமான் என்ற சுயாதீன திரைப்படத்தில் அறிமுகமானார்.[2] இப்படத்தில் அவரது பங்கு குறித்து, டைம்ஸ் ஆப் இந்தியா இவரை நம்பிக்கை தரும் அறிமுக நடிகர் எனக் குறிபிட்டது.[3] அந்தகாரம் படப்பிடிப்பின் பின்னர், அர்ஜுன் தாஸ் ரேடியோ ஒன் 94.3 எஃப்எம் உடன் இணைந்து டிரைவ் எனும் நிகழ்ச்சியை வனொலி புரவலராக வழங்கினார்.[4] ஆக்ஸிஜன் திரைப்படத்தில்  (2017) கோபிசந்தின் சகோதரராகவும் நடித்துள்ளார் .[5] அர்ஜுன் கைதி திரைப்படத்தில் முக்கிய எதிராளிக் கதாப் பாத்திரத்தில் நடித்தார்.[6] இந்தத் திரைபப்டத்தில் நடித்ததற்காகப் பரவலாக பாராட்டுக்களைப் பெற்றார், மேலும் லோகேஷ் கனகராஜ் இயக்கிய மாஸ்டர் திரைப்படத்தில் நடித்தார் .[7][8][9] துருவ நட்சத்திரம் திரைபப்டத்தில் வில்லன் கதாபாத்திரத்திற்காக இவர் குரல் கொடுத்தார்.[10][11] அன்வர் ரஷீத் இயக்கும் பெயரிடப்படாத படத்தில் அவர் கதாநாயகனாக நடிக்கவுள்ளார்.[12]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :7 } }
{"பெயர்": "ஜெய்", "பிறந்த திகதி": "1984-04-06", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "திரைப்பட நடிகர்.", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஜெய் (Jai, பிறப்பு: ஏப்ரல் 6, 1984) ஒரு தமிழ்த் திரைப்பட நடிகர். இவர் பாடகர் தேவாவின் உறவினர் ஆவார்.", "உள்ளடக்கம்": "ஆனந்த விகடனுக்கு அளித்த பேட்டியில், அவர் இஸ்லாத்தை ஏற்றதாகவும், ஏழு ஆண்டுகளாக இஸ்லாத்தை பின்பற்றி வருகிறார் என்றும், எதிர்காலத்தில் தனது பெயரை அஜீஷ் ஜெய் என்று மாற்ற நினைப்பதாகவும் கூறினார்[1][2]."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :8 } }
{"பெயர்": "எஸ். ஜே. சூர்யா", "பிறந்த திகதி": "1968-07-20", "பிறந்த இடம்": "தமிழ்நாடு", "தொழில்": "நடிகர்,  திரைப்பட இயக்குனர்,   எழுத்தாளர்,  திரைப்படத் தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "எஸ். ஜே. சூர்யா என்ற திரைப்பெயர் கொண்ட எஸ். ஜஸ்டின் செல்வராஜ்  ஓர்  இந்திய திரைப்பட இயக்குனர்,  திரைக்கதை ஆசிரியர்,  நடிகர்,  மற்றும் திரைப்படத் தயாரிப்பாளர். தமிழ், திரைப்படத்துறையான கோலிவுட்டில் புகழ்பெற்ற இயக்குனரும் ஆவார்.", "உள்ளடக்கம்": "சூர்யாவின் முதல் திரைப்படம் வாலி பெரும் வெற்றிகண்டது. அடுத்து வந்த குஷி, தமிழ், தெலுங்கு இரு மொழிகளிலும் பெரும் வெற்றியடைந்தபோதும்  இந்தியில் எடுக்கப்பட்ட மறுபதிப்பு வெற்றி பெறவில்லை."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :9 } }
{"பெயர்": "சசிகுமார் ", "பிறந்த திகதி": "1974-09-28", "பிறந்த இடம்": "மதுரை, தமிழ்நாடு, இந்தியா", "தொழில்": "இயக்குனர், நடிகர், தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சசிகுமார் (பிறப்பு: செப்டம்பர் 28, 1974) [1] தமிழ்த் திரைப்பட இயக்குநர், நடிகர், தயாரிப்பாளர் ஆவார். பாலா, அமீர் ஆகியோரிடம் உதவியாளராகப் பணியாற்றியுள்ளார்.[2]", "உள்ளடக்கம்": "சசிகுமார் கொடைக்கானலில் செயின்ட் பீட்டர்ஸ் பள்ளியில்   படித்தார். பின்னர் மதுரையில் உள்ள வெள்ளைச்சாமி நாடார் கல்லூரியில் வணிக நிர்வாகப் படிப்பை படித்து முடித்தார். அவர் 20 வயதில் தன் மாமா கந்தசாமியிடம் திரைப்படங்களில் பணிபுரிந்தார், அவர் சேது(1999) படத்தை தயாரித்தவர். சசிகுமார் இந்த படத்திற்கான உதவி இயக்குனராக பணிபுரிந்தார். அங்கு அவர் அமீரிடம் அறிமுகமானார், மேலும் அவருக்காக ஒரு பெயரை உருவாக்கவும் உதவினார். அவர் மௌனம் பேசியதே(2002) மற்றும் ராம்(2005) படத்தில் இயக்குனர் அமீருக்கு உதவினார். அமீரின் பருத்திவீரன்(2007) இன் ஆரம்ப கட்டங்களில் அவர் சுப்பிரமணியபுரம் படத்திற்கான தனது அடித்தளத்தைத் தொடங்கினார்.[3]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :10 } }
{"பெயர்": "சுரேஷ் கிருஷ்ணா ", "பிறந்த திகதி": "1973-04-05", "பிறந்த இடம்": "குருவாயூர், கேரளம், India", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "பாலகிருஷ்ண பணிக்கர்பார்வதி", "சுருக்கம்": "சுரேஷ் கிருஷ்ணா ( Suresh Krishna ) (பிறப்பு 5 ஏப்ரல் 1973) திரைப்படங்களிலும், தொலைக்காட்சியிலும் நடித்து வரும் நடிகராவார். நாயகனுக்கு எதிரான வேடங்களிலும், குணச்சித்திர பாத்திரங்களுக்கும் பெயர் பெற்றவர்.[1] \"மஞ்சு போலொரு பெண்குட்டி\", \"கிறிஸ்டியன் பிரதர்ஸ்\",[2] \"பழசி ராஜா\", \"குட்டி\" \"ஸ்ராங்க்\" ஆகிய படங்களில் இவரது நடிப்பு கவனிக்கப்பட்டது.", "உள்ளடக்கம்": "சுரேஷ் கிருஷ்ணா 5 ஏப்ரல் 1973 இல், திருச்சூர் மாவட்டத்திலுள்ள குருவாயூர் என்ற கோவில் நகரத்தில் பாலகிருஷ்ண பணிக்கர் - பார்வதி தம்பதியருக்கு ஆறு குழந்தைகளில் இளையவராகப் பிறந்தார். இவரது தந்தை தமிழ்நாடு அரசின் நீர்ப்பாசனத் துறையில் பணிபுரிந்து வந்தார். குடும்பம் தமிழகத்திற்கு குடிபெயர்ந்தது. சுரேஷ் சென்னையில் படித்தார்.[3]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :11 } }
{"பெயர்": "சதீஸ்", "பிறந்த திகதி": "1987-05-23", "பிறந்த இடம்": "சேலம், தமிழ்நாடு, இந்தியா[4][5][6]", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சதீஸ் இந்தியத் திரைப்படத் துறை நடிகராவார். இவர் தமிழ்த் திரைப்படங்களில் நடித்துள்ளார். சிவகார்த்திக்கேயனுடன் எதிர்நீச்சல் படத்தில் நடித்துப் புகழ்பெற்றார்.[7]", "உள்ளடக்கம்": "சதீஸ் தனது நாடகக் குழுவில் எட்டு ஆண்டுகளாக கிரேசி மோகனுடன் பணிபுரிந்தார், அதே சமயத்தில் அவரது தயாரிப்புகளுக்கான உரையாடல்களை எழுதுவதற்கும் அவர்களின் மேடை நாடகங்களில் \"சாக்லேட் கிருஷ்ணா\" நடிப்பதற்கும் உதவினார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :12 } }
{"பெயர்": "பிரபுதேவா", "பிறந்த திகதி": "1973-04-03", "பிறந்த இடம்": "இந்திய ஒன்றியம், மைசூர் மாநிலம், மைசூர்", "தொழில்": "நடிகர்இயக்குனர்நடன அமைப்பாளர்தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "பிரபுதேவா ( ஏப்ரல் 3, 1973, சென்னை) இந்தியத் திரைப்பட நடிகர், நடன அமைப்பாளர் மற்றும் திரைப்பட இயக்குநர் ஆவார். இவர் நடன ஆசிரியர் சுந்தரத்தின் மகனாவார். தாயார் பெயர் மகாதேவம்மா. ராஜு சுந்திரம் மற்றும் நாகேந்திர பிரசாந்த்  இரு சகோதரன் உண்டு .   இவரன் வேகமாக நடனமாடும் திறமைக்காக இவர் இந்தியாவின் மைக்கல் ஜாக்சன் என்று பிரபலமாக அறியப் படுகின்றார். இவரது முதலாவது நடனம் வெற்றிவிழாத் திரைப்படத்திற்கானதாகும். இவர் இன்றுவரை சுமார் நூற்றுக்கும் மேற்பட்ட திரைப்படங்களில் நடனமாடியுள்ளார். மின்சார கனவு திரைப்படத்தில் இடம்பெற்ற வெண்ணிலவே வெண்ணிலவே பாடலில் சிறப்பான திறமையை வெளிப்படுத்திய பிரபுதேவா சிறந்த நடன ஆசிரியருக்கான இந்திய தேசிய திரைப்பட விருதைப் பெற்றுள்ளார்.", "உள்ளடக்கம்": "நடன ஆசிரியராக பல திரைப்படங்களில் பங்காற்றிய இவர் 1989 ஆவது ஆண்டில் வெளியான இந்து திரைப்படத்தில் நடிகை ரோஜாவுடன் இணைந்து நடித்தார். இதுவே இவர் முழுநேர கதாநாயகனாக நடித்த முதல் திரைப்படமாகும். நடிப்பைத் தொடர்ந்து இயக்குனராகவும் அவதாரம் எடுத்த இவர் போக்கிரி, வில்லு உட்பட பல தமிழ் மற்றும் இந்தி திரைப்படங்களை இயக்கியுள்ளார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :13 } }
{"பெயர்": "ஷங்கர் ", "பிறந்த திகதி": "1963-08-17", "பிறந்த இடம்": "கும்பகோணம், தஞ்சாவூர் மாவட்டம், தமிழ்நாடு,  இந்தியா", "தொழில்": "இயக்குநர், தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஷங்கர் (ஆங்கிலம்: Shankar) (பிறப்பு: ஆகத்து 17, 1963) இந்தியத் திரைப்பட இயக்குநர் ஆவார். எஸ். பிக்சர்ஸ் என்ற திரைப்படத் தயாரிப்பு நிறுவனத்தையும் நடத்தி வருகிறார். இவருடைய படங்கள் அவற்றின் தொழில்நுட்ப அருமை, பிரம்மாண்டம், அதிரடியான சமூக மாற்றக் கருத்துக்களுக்காகப் பேசப்படுகின்றன. திரைப்பட இயக்குநர் ஆவதற்கு முன், எஸ்.ஏ.சந்திரசேகரிடம் உதவி இயக்குநராகப் பணியாற்றினார். இவர் எஸ் பிக்சர்ஸ் என்ற திரைப்பட தயாரிப்பு நிறுவனத்தையும் நடத்தி வருகிறார்.", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :14 } }
{"பெயர்": "சந்தானம் ", "பிறந்த திகதி": "1980-01-21", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "மேடைச் சிரிப்புரை, தொலைக்காட்சி நடிகர், திரைப்பட நடிகர், நகைச்சுவையாளர்.", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சந்தானம் தமிழ்த் திரைப்பட நகைச்சுவை நடிகர் ஆவார். இவர் விஜய் தொலைக்காட்சியின் லொள்ளு சபா என்ற தொலைக்காட்சி நிகழ்ச்சியில் நடித்ததன் மூலம் புகழ் பெற்றார். 2004 இல் இவர் மன்மதன் திரைப்படத்தில் நகைச்சுவை நடிகராக அறிமுகமாகி பின்னர் பல வெற்றிப் படங்களில் நடித்துள்ளார்.", "உள்ளடக்கம்": "சந்தானம் என்றென்றும் புன்னகை படத்தில் பேசிய வசனம் சர்ச்சைக்குள்ளானது. இதைத் தொடர்ந்து குறிப்பிட்ட வசனம் படத்திலிருந்து நீக்கப்பட்டது.[2]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :15 } }
{"பெயர்": "பிரபு ", "பிறந்த திகதி": "1956-12-25", "பிறந்த இடம்": "சென்னை, இந்தியா", "தொழில்": "நடிகர், தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "சிவாஜி கணேசன்கமலா கணேசன்", "சுருக்கம்": "பிரபு (பிறப்பு: டிசம்பர் 25, 1956) தமிழகத் திரைப்பட நடிகர் ஆவார். இவர் தமிழ், தெலுங்கு, மலையாளம், கன்னடம் உள்ளிட்ட மொழிகளில் நூற்றுக்கும் மேற்பட்ட திரைப்படங்களில் நடித்துள்ளார். இவர் நடித்தவற்றுள் தமிழ்மொழி திரைப்படங்களே அதிகம். இவர் நடிகர் திலகம்  சிவாஜி கணேசனின் மகன் ஆவார். சங்கிலி  திரைப்படத்தில் இருந்து நடித்துவரும் இவர் சிறந்த நடிகருக்கான தமிழக அரசின் திரைப்பட விருதை இயக்குநர் பி. வாசுவின் இயக்கத்தில் உருவான சின்னத் தம்பி திரைப்படத்திற்காகப் பெற்றார். கும்கி, அரிமா நம்பி உள்ளிட்ட திரைப்படங்களில் நடித்த நடிகர் விக்ரம் பிரபு இவரது மகனாவார்.", "உள்ளடக்கம்": "பெங்களூருவில் உள்ள பிஷப் காா்டன் பள்ளியில் படித்து முடித்த பிறகு, அவரது சித்தப்பா வி. சி. சண்முகம் அவர்கள் தனது அண்ணன் சிவாஜி கணேசனின் பல திரைப்படங்களின் கால்ஷீட் மற்றும் அவர் சிவாஜியின் நடிப்பு கதாபாத்திர ஆலோசனைகள் தீர்மானித்தல் மற்றும் சிவாஜி நடிக்கும் பட தயாரிப்பு தளங்களில் அவருடன் இணைந்து நிர்வாக தயாரிப்பாளராகப் பணியாற்றினார். திரைப்படத் தயாரிப்பில் உள்ள நுணுக்கங்களை இவர் சிறந்த முறையில் தனது சித்தப்பாவிடமே கற்றார். பிரபுவின் தந்தையான நடிகர் சிவாஜி கணேசன், பிரபு திரைப்படங்களில் நடிக்க ஆரம்பத்தில் தயக்கம் காட்டினார். ஆனால் அவர் சித்தப்பா சண்முகத்தின் உறுதியான உதவியால் பிரபுவின் நடிப்புத் திறமையைப் பார்த்து பல தயாரிப்பாளர்களிடம் இருந்து புதிய திரைப்படத்தில் நடிப்பதற்கு வாய்ப்புகள் வந்தன.[2][3][4]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :16 } }
{"பெயர்": "கவுண்டமணி", "பிறந்த திகதி": "1939-05-25", "பிறந்த இடம்": "உடுமலைப்பேட்டை, கோயம்புத்தூர் DT (1964)", "தொழில்": "நடிகர், நகைச்சுவை நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "தகப்பனார்: கருப்பையாதாயார்: அன்னம்மாள்", "சுருக்கம்": "கவுண்டமணி (பிறப்பு: மே 25) ஓர் தமிழ்த் திரைப்பட நடிகர் நகைச்சுவை நடிகர் ஆவார். பெரும்பாலான திரைப்படங்களில் இவர் நகைச்சுவை நடிகர் செந்திலுடன் இணையாக நடித்திருக்கிறார். இந்த இணை, ஹாலிவுட் நகைச்சுவை இணையான  லாரல் மற்றும் ஹார்டியுடன் ஒப்பு நோக்கி பாராட்டப்படுவதுண்டு.", "உள்ளடக்கம்": "கவுண்டமணி இந்திய மாநிலமான தமிழ்நாட்டில், அப்போதைய கோயம்புத்தூர் மாவட்டத்தில் பொள்ளாச்சியிலிருந்து திருமூர்த்தி மலைக்குச் செல்லும் வழியில் இருக்கும் வல்லகுண்டாபுரம் கிராமத்தில்[1] மே 25, 1939 ஆம் ஆண்டு கருப்பையா-அன்னம்மாள் ஆகியோருக்கு மகனாக பிறந்தார். தற்போது இந்த ஊர் திருப்பூர் மாவட்டம் உடுமலைப்பேட்டை வட்டத்தில் அமைந்துள்ளது இவரது ஆரம்பகாலத்தில் மேடை நாடகங்களில் சாதாரணமான பாமர தமிழ் பேசி நடித்ததால். திரையுலகில் கால் பதிக்க வழி செய்தது. அவர் நடித்த நாடகமொன்றில் ஊர் கவுண்டர் என்ற கதாபாத்திரத்தை ஏற்று சிறப்பாக நடித்ததையொட்டி அவர் கவுண்டமணி என்று அழைக்கப்படலானார். 26ஆம் அகவை முதலே திரைப்படங்களில் நடித்து வருகிறார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :17 } }
{"பெயர்": "செந்தில்", "பிறந்த திகதி": "1950-10-04", "பிறந்த இடம்": "இந்தியா", "தொழில்": "நகைச்சுவை நடிகர், அரசியல்வாதி", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "செந்தில் (பிறப்பு: மார்ச் 23, 1951), தமிழ்த் திரைப்பட நகைச்சுவை நடிகர் மற்றும் அரசியல்வாதியும் ஆவார்.இவரும் நகைச்சுவை நடிகர் கவுண்டமணியும் சேர்ந்து பல நகைச்சுவை படங்களில் நடித்து இன்று வரை மக்கள் மத்தியில் நீங்கா இடம்பெற்றுள்ளனர்.", "உள்ளடக்கம்": "செந்தில் 1951ஆம் ஆண்டு மார்ச்சு மாதம் 23ஆம் திகதி இராமநாதபுரம் மாவட்டத்தில் உள்ள முதுகுளத்தூர் என்னும் ஊருக்கு அருகில் உள்ள இளஞ்செம்பூர் என்ற ஊரில் பிறந்தார். இவரது தந்தை இராமமூர்த்தி மற்றும் தாயார் திருக்கம்மல் ஆவார். இவரது இயற்பெயர் முனுசாமி ஆகும். இவருடன் பிறந்தவர்கள் ஆறு பேர், இதில் செந்தில் மூன்றாவதாகப் பிறந்தார். ஐந்தாம் வகுப்பு வரை படித்த இவர் தந்தை தூற்றியக் காரணத்தால் தனது 12ஆம் வயதில் சொந்த ஊரை விட்டு ஓடி வந்தார். முதலில் ஒரு எண்ணெய் ஆட்டும் நிலையத்தில் வேலைக்கு சேர்ந்தார். பின்னர் ஒரு மதுபானக் கடையில் பணி புரிந்தார். பின்பு நாடகத்தில் சேர்ந்து தன்னுடைய நடிப்புத் திறமைகளை வளர்த்துக் கொண்டார். இதுவே அவர் திரையுலகத்தில் நுழைய உதவியாக இருந்தது. சிறு வேடங்களில் நடித்து வந்த இவருக்கு 1983 ஆம் ஆண்டு வெளியான மலையூர் மம்பட்டியான் படம் திருப்புமுனையை ஏற்படுத்தியது. தனது பெற்றோர்களை 14 ஆண்டுகள் கழித்து மீண்டும் சந்திக்க சென்ற இவர் இன்முகத்துடன் வரவேற்கப்பட்டார். 1984ஆம் ஆண்டு கலைச்செல்வி என்பவரைத் திருமணம் செய்து கொண்ட இவருக்கு மணிகண்ட பிரபு, ஹேமச்சந்திர பிரபு என இரண்டு மகன்கள் உள்ளனர்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :18 } }
{"பெயர்": "சிபிராஜ்", "பிறந்த திகதி": "1982-10-06", "பிறந்த இடம்": "சென்னை, இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சிபிராஜ் (Sibi Sathyaraj) (பிறப்பு: அக்டோபர் 6, 1982) தமிழ்த் திரைப்பட நடிகர். இவர் நடிகர் சத்யராஜின் மகன். இவர் லீ என்ற படத்தில் கதாநாயகனாக நடித்திருக்கிறார். அதை விட வேறு சில படங்களில் தந்தை சத்யராஜுடன் இணைந்து நடித்திருக்கிறார்.", "உள்ளடக்கம்": "சிபி ஷெர்வுட் ஹால் சீனியர் செகண்டரி ஸ்கூல் மற்றும் டான் போஸ்கோ மெட்ரிகுலேஷன் ஹையர் செகண்டரி பள்ளியில் தனது பள்ளிப்படிப்பை முடித்து லயோலா கல்லூரிக்குச் சென்றார்.[1] அங்கு இவர் வணிகத்தில் பட்டப்படிப்பை முடித்தார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :19 } }
{"பெயர்": "மணிவண்ணன்", "பிறந்த திகதி": "1953-07-31", "பிறந்த இடம்": "சூலூர்,  கோயம்புத்தூர், தமிழ்நாடு ", "தொழில்": "நடிகர். திரைப்பட இயக்குனர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "ஆர்.சுப்ரமணியம்  மரகதம்", "சுருக்கம்": "மணிவண்ணன் (Manivannan, சூலை 31, 1953[1] - சூன் 15, 2013[2]) தமிழ்த் திரைப்பட நடிகரும், இயக்குநரும், தமிழுணர்வாளரும் ஆவார். 400 இற்கும் மேற்பட்ட திரைப்படங்களில் நடித்தும், 50 திரைப்படங்களை இயக்கியும் உள்ளார்.", "உள்ளடக்கம்": "மணிவண்ணன் சூலூர் அரசு சிறுவர் உயர்நிலைப் பள்ளியில் பயின்றார், பின்னர் அரசு கலைக் கல்லூரியில் சேர்ந்தார். கோவையில் பல்கலைக்கழகத்திற்கு முந்தைய படிப்பை முடித்தபோது , அவர் சத்தியராஜுடன் பழகினார் மற்றும் நண்பரானார். சத்யராஜின் கூற்றுப்படி, அவர் மணிவண்ணனுக்கு மோசமான வழிகாட்டுதல்களை வழங்கினார், மேலும் அவரை மேம்பட்ட ஆங்கிலத்தில் வரலாற்றில் பட்டம் பெறச் செய்தார், இது அவரை ஷேக்ஸ்பியர் போன்ற தலைப்புகளுடன் போராடச் செய்தது , பின்னர் அவரை வெளியேற்றும்படி கட்டாயப்படுத்தியது. கல்லூரியில் படித்தபோது, ​​மணிவண்ணன் மேடைப் பிழையால் கடிக்கப்பட்டார், இதன் விளைவாக அவர் ஒரு சில நிகழ்ச்சிகளை நடத்தினார். கிழக்கே போகும் ரயில் (1978) திரைப்படம் அவர் மீது ஏற்படுத்திய தாக்கத்தால் ஈர்க்கப்பட்ட அவர், திரைப்பட தயாரிப்பாளருக்கு ரசிகர் மெயில் எழுதினார். பாரதிராஜாவுக்கு கடிதமும் நூற்றுக்கும் மேற்பட்ட பக்கங்களுக்கு ஓடியது. பாரதிராஜா அவரை ஒரு பயிற்சியாளராக தனது மடிக்குள் அழைத்துச் சென்றார். மணிவண்ணன் இயக்குனர் பாரதிராஜா PS நிவாஸ் இயக்கத்தில், கல்லுக்குள் ஈரம் நடிப்பு மூலம் இயங்கிக் கொண்டிருந்த போது, 1979 சுற்றி பாரதிராஜாவின் முகாமில் சேர்ந்தார் , ."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :20 } }
{"பெயர்": "சூரி", "பிறந்த திகதி": "1977-08-27", "பிறந்த இடம்": "இந்திய ஒன்றியம், தமிழ்நாடு, மதுரை,ராஜாகூர்", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சூரி (Soori) என்பவர் ஒரு இந்தியத் திரைப்பட நடிகராவார்.[1] 2009ல் வெளிவந்த வெண்ணிலா கபடிகுழு திரைப்படத்தில் பரோட்டா போட்டியில் கலந்து கொள்வது போல இருந்த காட்சியில் நடித்துப் பிரபலமானதால் பரோட்டா சூரி என்று அறியப்படுகிறார். இவர் தமிழ்நாட்டின் மதுரை, ராஜாகூரில் முத்துசாமி-சேங்கையரசி அம்மாளுக்கு மகனாகப் பிறந்தார். இவருக்கு ஐந்து சகோதரர்கள் உண்டு. இவர் மகாலட்சுமி என்பவரை மணந்துள்ளார். இந்த இணையருக்கு வென்னிலா என்னும் மகளும், சரவணன் என்னும் மகனும் உண்டு.[2][3][4]", "உள்ளடக்கம்": "Actor Soori"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :21 } }
{"பெயர்": "முரளி ", "பிறந்த திகதி": "1964-05-19", "பிறந்த இடம்": "பெங்களூரு, இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "ஷோபா", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "முரளி (Murali, மே 19, 1964 - செப்டம்பர் 8, 2010) தமிழ்த் திரைப்பட நடிகர் ஆவார்.[1] கர்நாடக மாநிலம், பெங்களூரைச் சேர்ந்த இவர் அறுபதுக்கும் மேற்பட்ட படங்களில் கதாநாயகனாக நடித்துள்ளார். இவர் 1984 இல் வெளி வந்த பூவிலங்கு எனும் திரைப்படம் மூலம் தமிழ்த் திரையுலகிற்கு அறிமுகமானார். 1990 இல் வந்த “புது வசந்தம்”,  1991 இல் வந்த “இதயம்” படமும் இவருக்கு வெற்றிப்படமாக அமைந்தது.  “கடல் பூக்கள்” என்ற திரைப்படத்தில் நடித்ததற்காக தமிழக அரசின் சிறந்த நடிகர் விருதை பெற்றார். [2]", "உள்ளடக்கம்": "முரளியின் தந்தை சித்தலிங்கையா கன்னடர் ஆவார். அவர் பல படங்களை‌த் தயா‌ரித்துள்ளார். முரளியின் தாயார் தமிழகத்தைச் சேர்ந்தவர். முரளிக்கு ஷோபா என்ற மனைவியும், அதர்வா, ஆகா‌ஷ்‌ என்‌ற இரு மகன்களும், காவ்யா என்ற ஒரு மகளும் உள்ளனர். அதர்வா தற்போது தமிழ் திரையுலகில் வளர்ந்து வரும் நடிகராக உள்ளார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :22 } }
{"பெயர்": "கௌதம் கார்த்திக் ", "பிறந்த திகதி": "1989-09-12", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு,இந்தியா ", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "கௌதம் கார்த்திக் (பிறப்பு: செப்டம்பர் 12, 1989)[1] தமிழ்த் திரைப்பட நடிகராவார். கௌதம் கார்த்திக், மணிரத்தினம் இயக்கிய கடல் திரைப்படத்தில் நாயகனாக அறிமுகமானார். இந்தத் திரைப்படத்தில் கௌதம் கார்த்திக், இராமநாதபுரத்தைச் சேர்ந்த ஒரு மீனவனாகத் தோன்றினார்.[2]", "உள்ளடக்கம்": "இவர் பிரபலத் தமிழ் நடிகர் கார்த்திக்கின் மகனும் மறைந்த நடிகர் முத்துராமனின் பேரனுமாவார். இவர் தனது பள்ளிப் படிப்பை ஹெப்ரோன் பள்ளி, ஊட்டி, கிறிஸ்து பல்கலைக்கழகம் பெங்களூரில் முடித்தார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :23 } }
{"பெயர்": "மோகன் ", "பிறந்த திகதி": "1956-05-10", "பிறந்த இடம்": "பெங்களூர், இந்தியா ", "தொழில்": "நடிகர், தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "மோகன் (பிறப்பு: மே 10 1956, இயற்பெயர்: மோகன் ராவ்) ஓர் புகழ்பெற்ற கோலிவுட் நடிகர். கர்நாடக மாநிலத்தின் உடுப்பி மாவட்டத்தைச் சேர்ந்தவர். கன்னட, மலையாள, தெலுங்கு மொழித் திரைப்படங்களில் நடித்திருந்தாலும் தமிழ் திரைப்படங்களினால் மிகவும் அறியப்பட்டார்.[1] தமிழில் எண்பதுக்கும் மேற்பட்ட திரைப்படங்களில் நடித்துள்ளார்.  கமலஹாசன் முதன்மை வேடத்தில் நடித்திருந்த கோகிலா என்றத் திரைப்படத்தில் அறிமுகமானதால் கோகிலா மோகன் என அழைக்கப்பட்டார்.[2][3]  தம்மை உருவாக்கிய பாலு மகேந்திராவை குருவாகக் கருதுகிறார்.[4]", "உள்ளடக்கம்": "மோகனை நாடக உலகிற்கு அறிமுகப்படுத்தியவர் பி.வி.கராந்த் , அவரை ஒரு உணவகத்தில் கண்டார். மோகனின் முதல் நிலை நாடகத்தை டெல்லி போன்ற இடங்களிலிருந்து விமர்சகர்கள் பாராட்டினர். மோகன் கன்னடத்தில் சினிமாவுக்கு பாலு மகேந்திரா தனது கோகிலா திரைப்படத்தில் 1977 இல் தமிழ் நடிகர் கமல்ஹாசனுடன் அறிமுகமானார் . கோகிலா ஒரு வெற்றி திரைப்படம் மற்றும் மோகன் வெளிச்சத்திற்கு வந்தார்; 1980 இல் மூடுபனி வெளியானதிலிருந்து அவர் தமிழ் சினிமா துறையின் மிகப்பெரிய நட்சத்திரங்களில் ஒருவராக மாறிவிட்டார். 1980 களில் மோகன் 'வெள்ளி விழா நாயகன்' என்று அழைக்கப்பட்டார், இது ஒரு அற்புதமான ஓட்டத்தை கண்ட நடிகர் நடித்த கிட்டத்தட்ட எல்லா திரைப்படங்களும் வெற்றி அடைந்தது."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :24 } }
{"பெயர்": "சிவகார்த்திகேயன்", "பிறந்த திகதி": "1985-02-17", "பிறந்த இடம்": "சிங்கம்புணரி, சிவகங்கை மாவட்டம், தமிழ்நாடு,  இந்தியா", "தொழில்": "நடிகர், மேடைச் சிரிப்புரையாளர், தொலைக்காட்சித் தொகுப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சிவகார்த்திகேயன் (Sivakarthikeyan, பிறப்பு: 17 பிப்ரவரி 1985) என்பவர் விஜய் தொலைக்காட்சியில் நிகழ்ச்சித் தொகுப்பாளராக இருந்தவரும், தமிழ்த் திரைப்பட நடிகரும் ஆவார். இவர் திருச்சியில் உள்ள ஜெஜெ பொறியியல் கல்லூரியில் பயின்றார். மிமிக்ரி திறமை மூலம் விஜய் டிவியில் தொகுப்பாளராக சேர்ந்தவர். இவர் பசங்க திரைப்படத்தின் இயக்குநர் பாண்டிராஜ் இயக்கி, பெப்ரவரி 3, 2012 ஆம் ஆண்டு வெளிவந்த திரைப்படமான மெரினாவில் கதாநாயகனாகத் தனது திரையுலக வாழ்வைத் துவங்கினார்.[2][3][4]", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :25 } }
{"பெயர்": "அனிருத் ரவிச்சந்திரன்", "பிறந்த திகதி": "1950-10-04", "பிறந்த இடம்": "இந்தியா", "தொழில்": "இசையமைப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "அனிருத் ரவிச்சந்திரன் (Anirudh Ravichander), ஓர் இந்திய திரைப்பட இசையமைப்பாளரும், பின்னணிப் பாடகரும் ஆவார். இவர் தமிழ்த் திரைப்படங்களில் இசையமைத்து வருகிறார். இவர் இசையமைத்த முதல் திரைப்படம் 3 ஆகும். இந்த 3 திரைப்படத்தின் வொய் திஸ் கொலவெறி டி என்ற பாடலின் மூலம் மிகவும் பிரபலமடைந்தார். இவரது இசை பயணத்தின் தொடக்கத்தில் தனுஷ் நடித்த அல்லது தயாரித்த படங்களுக்கு மட்டுமே இசை அமைத்து வந்த இவர், தற்போது மற்ற படங்களுக்கும் இசையமைத்து வருகிறார்.[1]", "உள்ளடக்கம்": ""}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :26 } }
{"பெயர்": "அசின் ", "பிறந்த திகதி": "1985-10-26", "பிறந்த இடம்": "கொச்சி, கேரளம், இந்தியா", "தொழில்": "நடிகை, விளம்பர அழகி", "வாழ்க்கை துணை": "ராகுல் சர்மா (2016-இன்று வரை)", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "அசின் தொட்டும்கல்  (ஆங்கில மொழி: Asin, மலையாளம்: അസിന്‍ തോട്ടുങ്കല്‍), (பிறப்பு அக்டோபர் 26, 1985[1])பரவலாக அசின் என்ற பெயரால் அறியப்படும் கேரள மாநிலத்தைச் சேர்ந்த ஓர் இந்திய நடிகையும், பயிற்சி பெற்ற பரதநாட்டியக் கலைஞர் ஆவார்.", "உள்ளடக்கம்": "2001 ஆம் ஆண்டில் வெளியான சத்யன் அந்திக்காடின் நரேந்திரன் மகன் ஜெயகாந்தன் வகா என்ற  மலையாளத் திரைப்படத்தின் மூலம் திரையுலகில் அறிமுகமானார். அவரது முதல் வர்த்தகரீதியான வெற்றித் திரைப்படம் 2003 ஆம் ஆண்டில் வெளிவந்த தெலுங்குத் திரைப்படமான அம்மா நன்னா ஓ தமிழ் அம்மாயி ஆகும். அத்திரைப்படத்திற்காகச் சிறந்த தெலுங்கு நடிகைக்கான பிலிம்பேர் விருதினை வென்றார். அவரது முதல் தமிழ் திரைப்படமான எம். குமரன் சன் ஆஃப் மகாலஷ்மி வெற்றித் திரைப்படமாக அமைந்தது. கஜினி (2005) திரைப்படத்தில் அவரது பாராட்டத்தக்க நடிப்பிற்காக பிலிம்பேர் சிறந்த நடிகைக்கான விருதைப் பெற்றார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :27 } }
{"பெயர்": "விஷ்ணு ", "பிறந்த திகதி": "1984-07-17", "பிறந்த இடம்": "சென்னை, இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "விஷ்ணு (பிறப்பு: சூலை 17, 1984) ஓர் இந்தியத் திரைப்பட நடிகராவார். இவர் தமிழ்த் திரைப்படங்களில் நாயகனாக நடித்துள்ளார். வெண்ணிலா கபடிகுழு,  நீர்ப்பறவை, முண்டாசுப்பட்டி போன்ற திரைப்படங்களில் நாயகனாக நடித்துள்ளார். இவர் மட்டைப்பந்து வீரரும் ஆவார்.", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :28 } }
{"பெயர்": "சத்யராஜ்", "பிறந்த திகதி": "1954-10-03", "பிறந்த இடம்": "கோயமுத்தூர், தமிழ்நாடு, இந்தியா", "தொழில்": "திரைப்பட நடிகர், இயக்குனர், தயாரிப்பாளர்", "வாழ்க்கை துணை": "மகேஸ்வரி", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சத்யராஜ் சுப்பையன் (Sathyaraj, பிறப்பு: அக்டோபர் 3, 1954) கோவை மாவட்டத்தைச் சேர்ந்த தமிழ்த் திரைப்பட நடிகர் ஆவார். இவரது இயற்பெயர் ரெங்கராஜ் ஆகும். இவர் எதிர்மறை நடிகராகத் தன் நடிப்பு வாழ்க்கையை ஆரம்பித்து, பின்னர் கதாநாயகனாக நடித்து வருகிறார். இவர் எம்.ஜி.ஆரின் தீவிர ரசிகர். இவரது மகன் சிபிராஜ் தமிழ்த் திரைப்பட நடிகர் ஆவார். இவர் ஒரு கடவுள்மறுப்பு கொள்கையுடையவர். இவர் நடிகர் மணிவண்ணனின் கல்லூரி நண்பர் ஆவார்.", "உள்ளடக்கம்": "வில்லாதி வில்லன் திரைப்படத்தினை இயக்கி நடித்துள்ளார். லீ என்ற திரைப்படத்தினை தயாரித்துள்ளார். இப்படத்தில் இவர் மகன் சிபிராஜ் கதாநாயகனாக நடித்தார்.[1]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :29 } }
{"பெயர்": "நகுல்", "பிறந்த திகதி": "1984-06-15", "பிறந்த இடம்": "மும்பாய், மகாராஷ்டிரா, இந்தியா", "தொழில்": "நடிகர், பின்னணிப் பாடகர்", "வாழ்க்கை துணை": "சுருதி பாஸ்கர்", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "நகுல் (பிறப்பு: சூன் 15, 1984) தமிழ் நடிகர் மற்றும் பின்னணிப் பாடகரும் ஆவார். இவர் நடிகை தேவயானியின் உடன்பிறந்த தம்பி ஆவார். இயக்குனர் சங்கர் இயக்கிய பாய்ஸ் திரைப்படத்தில் முன்னனி கதாநாயகனாக நடித்த இவர், அந்த படத்தில் பாடலும் பாடியுள்ளார்.", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :30 } }
{"பெயர்": "அஜித் குமார்", "பிறந்த திகதி": "1971-05-01", "பிறந்த இடம்": "ஐதராபாத் , இந்தியா  (தற்போதைய தெலுங்கானா)", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "சாலினி", "பெற்றோர்": "பி. சுப்பிரமணியம் (தந்தை)மோகினி (தாயார்)", "சுருக்கம்": "அஜித் குமார், (பிறப்பு மே 1, 1971) தென்னிந்திய தமிழ்த் திரைப்பட நடிகர் ஆவார். இவர் காதல் கோட்டை, காதல் மன்னன், வாலி, அமர்க்களம், தீனா, பூவெல்லாம் உன் வாசம், வில்லன், அட்டகாசம், வரலாறு, கீரிடம், பில்லா, அசல், மங்காத்தா, பில்லா 2 போன்ற பல படங்களில் நடித்துள்ளார். இவரது ரசிகர்கள் இவரை அல்டிமேட் ஸ்டார் என்றும் தல என்றும் அழைக்கிறார்கள். அஜித் குமார், கார் பந்தயங்களிலும் பங்கு பெற்றுள்ளார். ஃபோர்ப்ஸ் பத்திரிகை வெளியிடும் இந்தியாவின் புகழ்பெற்ற மனிதர்கள் 2012 ஆம் ஆண்டு பட்டியலில் அஜித் குமார் 61ஆவது இடத்தினைப் பெற்றார்.[2] 2014 ஆவது ஆண்டிற்கான இப்பட்டியலில் 10 இடங்கள் முன்னேறி 51 ஆவது இடத்தைப் பிடித்தார்.[3] மேலும் 2013-வது ஆண்டில் கூகுளில் அதிகம் தேடப்பட்ட தென்னிந்திய திரைப்பட நடிகரும் ஆவார்.[4]", "உள்ளடக்கம்": "அஜித் குமார், இந்தியாவின் ஐதராபாத் நகரில் ஒரு தமிழ்த் தந்தைக்கும், ஒரு சிந்தி தாய்க்கும் இரண்டாவது மகனாகப் பிறந்தார்.[5] இவர் தமிழ்த் திரைப்படங்களில் நடிப்பதன் மூலமே தமிழ் பேசக் கற்றுக்கொண்டார். 1986 இல் உயர்நிலைக் கல்வியை நிறைவு செய்யாமலேயே கல்வியை இடைநிறுத்தினார். அமர்க்களம் திரைப்படத்தில் நடிக்கும் போது நடிகை சாலினியைக் காதல் திருமணம் செய்து கொண்டார். இவர்களுக்கு அனோசுகா என்ற பெண் குழந்தையும், ஆத்விக் என்ற ஆண் குழந்தையும் உள்ளனர்.[6]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :31 } }
{"பெயர்": "சூர்யா ", "பிறந்த திகதி": "1975-07-23", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா ", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "சிவகுமார், லட்சுமி", "சுருக்கம்": "சூர்யா (சூலை 23, 1975) என்பவர் தமிழ்நாட்டுத் திரைப்பட நடிகர், திரைப்படத் தயாரிப்பாளர் மற்றும் தொலைக்காட்சித் தொகுப்பாளர் ஆவார். இவர் 1997 ஆம் ஆண்டு முதல் நேருக்கு நேர் (1997), நந்தா (2001), காக்க காக்க (2003), பிதாமகன் (2003), பேரழகன் (2004), வேல் (2007) , வாரணம் ஆயிரம் (2008), ஏழாம் அறிவு (2011), 24 (2016) போன்ற பல வெற்றித் திரைப்படங்களில் நடித்ததன் மூலம் தமிழ்த் திரையுலகின் முன்னணி நடிகர்களில் ஒருவராவார்.[3]", "உள்ளடக்கம்": "இவரின் நடிப்புத் திறனால் மூன்று தமிழக அரசு திரைப்பட விருதுகள், நான்கு தென்னிந்திய பிலிம்பேர் விருதுகள், இரண்டு எடிசன் விருதுகள், ஒரு சினிமா விருதுகள் மற்றும் விஜய் விருதுகள் போன்றவை வென்றுள்ளார்.[4] இந்திய பிரபலங்களின் வருவாயை அடிப்படையாகக் கொண்ட ஃபோர்ப்ஸ் இந்தியா பிரபலங்கள் 100 பட்டியலில் சூர்யா ஆறு முறை சேர்க்கப்பட்டுள்ளார் என்பது குறிப்பிடத்தக்கது.இவர் 2012 ஆம் ஆண்டு விஜய் தொலைக்காட்சியில் ஒளிபரப்பான நீங்களும் வெல்லலாம் ஒரு கோடி என்ற நிகழ்ச்சியின் மூலம் தொகுப்பாளராக அறிமுகமானார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :32 } }
{"பெயர்": "கமல்ஹாசன்", "பிறந்த திகதி": "1954-11-07", "பிறந்த இடம்": "(தற்போது  தமிழ்நாடு, இந்தியா)", "தொழில்": "நடிகர்திரைப்பட தயாரிப்பாளர்திரைப்பட இயக்குனர்திரைக்கதைபின்னணி பாடகர்பாடலாசிரியர்தொலைக்காட்சி தொகுப்பாளர்நடனமாடுபவர்அரசியல்வாதி", "வாழ்க்கை துணை": "கௌதமி (2004–2016)[3]", "பெற்றோர்": "ஸ்ரீனிவாசன்இராஜலட்சுமி", "சுருக்கம்": "கமல்ஹாசன் (Kamal Haasan,[4] பிறப்பு:07 நவம்பர் 1954) ஒரு புகழ்பெற்ற இந்தியத் திரைப்பட நடிகரும் மற்றும் அரசியல்வாதியும் ஆவார். இவர் சில திரைப்படங்களை இயக்கியும் உள்ளார். இவரின் மாறுபட்ட வேடங்களைக் கொண்ட நடிப்பிற்காக பரவலாக அறியப்படுகிறார்.[5][6][7]", "உள்ளடக்கம்": "கமல்ஹாசன் சிறந்த குழந்தை நட்சத்திரம் மற்றும் சிறந்த நடிகர் என்ற முறையில் 4 தேசிய விருதுகளும், சிறந்த படம் என்ற முறையில் தயாரிப்பாளராக 1 தேசிய விருதும், 10 தமிழக அரசு திரைப்பட விருதுகள்கள், 4 ஆந்திர அரசின் நந்தி விருதுகள், 19 பிலிம்பேர் விருதுகள் உள்ளடங்கலாக பல இந்திய விருதுகளை வென்றுள்ளார், இவர் சிறந்த பிறமொழிப்படத்திற்கான, அகாதமி விருதிற்கு இந்தியாவிலிருந்து பரிந்துரைக்கப்பட்ட திரைப்படங்களில் அதிகமானவற்றிலும் நடித்திருந்தார்.[8] நடிகராக மட்டுமல்லாது திரைக்கதையாசிரியர், இயக்குநர், பாடலாசிரியர், பின்னணிப் பாடகர், நடன அமைப்பாளர் எனப் பன்முகத்தன்மை கொண்டவராக விளங்குகின்றார்.[9] இந்திய திரைத்துறைக்கு ஆற்றிய பணிக்காக பத்ம பூசண், பத்மசிறீ விருதும் அவருக்கு வழங்கப்பட்டுள்ளது.[10] அத்துடன் சத்தியபாமா பல்கலைக்கழகம் கமல்ஹாசனிற்கு கௌரவ முனைவர் பட்டம் வழங்கி கௌரவித்தது.[11] 2019 இல் 60 ஆண்டுகளை திரைத்துறையில் நிறைவுசெய்த இந்திய நடிகர்கள் மிகச்சிலரில் ஒருவரானார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :33 } }
{"பெயர்": "இரசினிகாந்து", "பிறந்த திகதி": "1950-12-12", "பிறந்த இடம்": "கர்நாடகா, இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "இலதா இரசினிகாந்து", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சிவாஜி ராவ் கெயிக்வாட் (பிறப்பு: திசம்பர் 12, 1950; Shivaji Rao Gaekwad; மராட்டி: रजनीकांत/शिवाजीराव गायकवाड, சிவாஜிராவ் காயகவாடு) என்பவர் இரசினிகாந்து[1] (RajiniKanth) என்ற திரையரங்கப் பெயர் கொண்ட ஓர் இந்தியத் திரைப்பட நடிகர் ஆவார்.[2] இவர் பெரும்பான்மையாக தமிழ்த் திரைப்படங்களில் நடிப்பவர். பெங்களூர் போக்குவரத்துக் கழகத்தில் நடத்துனர் வேலை பார்த்துக் கொண்டிருந்த  போது நாடகத் திரைப்படங்களில் நடிக்கத் தொடங்கினார். 1973 ஆம் ஆண்டில் சென்னைத் திரைப்படக் கல்லூரியில்  சேர்ந்தார். அங்கு நடிப்பிற்கான பட்டயம் பெற்றார். இவரின் முதல் திரைப்படம் அபூர்வ ராகங்கள். இதனை கைலாசம் பாலசந்தர் இயக்கினார். இந்தப் படம் உட்பட இவரின் தொடக்ககாலத்தில் எதிராளிக் கதாப்பத்திரங்களில் நடித்தார். இவருடைய  நேயர்கள் (இரசிகர்கள்) இவரைத் தலைவர் என்றும் \"சூப்பர் ஸ்டார்\" என்றும் அழைக்கின்றனர்.", "உள்ளடக்கம்": "2007 ஆம் ஆண்டில் ஷங்கரின் இயக்கத்தில் வெளிவந்த சிவாஜி திரைப்படத்திற்காக 26 கோடி ரூபாய் சம்பளமாகப் பெற்றார். இதன்மூலம் ஆசியாவிலேயே நடிகர் ஜாக்கி சான்-னுக்கு அடுத்தபடியாக அதிக அளவில் சம்பளம் வாங்கும் நடிகர் ஆனார்.[3]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :34 } }
{"பெயர்": "ராம் சரண்", "பிறந்த திகதி": " 1985 -03-27", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா ", "தொழில்": "நடிகர்  தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "சிரஞ்சீவி  சுரேகா", "சுருக்கம்": "", "உள்ளடக்கம்": "ராம் சரண் (பிறப்பு: மார்ச்சு 27, 1988) தெலுங்கு திரைப்பட நடிகர் ஆவார். 2007ம் ஆண்டு சிறுத்தை என்ற திரைப்படத்தின் மூலம் திரைப்படத் துறைக்கு அறிமுகமானார். அதைத் தொடர்ந்து பல வெற்றித் திரைப்படங்களில் நடித்ததன் மூலம் நந்தி விருது, பிலிம்பேர் விருது போன்ற பல விருதுகளை வென்றார். இவர் தெலுங்கு திரைப்பட சூப்பர் ஸ்டார் சிரஞ்சீவியின் மகன் ஆவார்.[1]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :35 } }
{"பெயர்": "விஜய் சேதுபதி", "பிறந்த திகதி": "1978-01-16", "பிறந்த இடம்": "இராசபாளையம், விருதுநகர், தமிழ்நாடு", "தொழில்": "நடிகர், தயாரிப்பாளர். பாடகர், நிகழ்ச்சி தொகுப்பாளர், பாடலாசிரியர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "விஜய் சேதுபதி (16 சனவரி 1978) என்பவர் தமிழ்நாட்டை சேர்ந்த திரைப்பட நடிகர், தயாரிப்பாளர், பாடகர், நிகழ்ச்சி தொகுப்பாளர் மற்றும்  பாடலாசிரியர் ஆவார். இவர்  தென்மேற்கு பருவக்காற்று (2010), பீட்சா (2012), நடுவுல கொஞ்சம் பக்கத்த காணோம் (2012), நானும் ரௌடி தான் (2015), சேதுபதி (2016 திரைப்படம்) (2016),  96 (2018) போன்ற பல திரைப்படங்களில் நடித்ததன் மூலம் பரவலாக அறியப்படும் நடிகர் ஆவார். இவர் இரண்டு தென்னிந்திய பிலிம்பேர் விருதுகள் மற்றும் மூன்று விஜய் விருதுகள் உட்பட பல விருதுகளை வென்றுள்ளார்.", "உள்ளடக்கம்": "விருதுநகர் மாவட்டம், இராஜபாளையத்தில் பிறந்த இவர் தன் படிப்பை விருதுநகர் மாவட்டத்திலும்,  சென்னையிலும் மேற்கொண்டார். பள்ளியில் தான் சராசரிக்கும் கீழான மாணவன் என்றும் விளையாட்டிலும் பாடத்திட்டம் சாரா நிகழ்வுகளிலும் தனக்கு நாட்டம் இருந்ததில்லை என்றும் அவர் கூறியுள்ளார். இளநிலை வணிகவியலில் பட்டம் பெற்று 3 ஆண்டுகள் துபாயில் கணக்காளராக பணி புரிந்தார். அவ்வேலை பிடிக்காததால் 2003இல் இந்தியாவுக்குத் திரும்பினார். நிழல்படக்காரர் ஒருவர் இவரின் முகம் நிழல்படங்களில் அழகாக தெரியக்கூடிய ஒன்று என்று சொன்னது இவர் நடிப்புத்துறையை தேர்ந்தெடுக்க உந்துதலாக இருந்தது என்று கூறியுள்ளார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :36 } }
{"பெயர்": "பிரகாஷ் ராஜ்", "பிறந்த திகதி": "1965-03-26", "பிறந்த இடம்": "மங்களூர், கர்நாடகா, இந்தியா", "தொழில்": "திரைப்பட நடிகர்,  இயக்குநர்,தயாரிப்பாளர்", "வாழ்க்கை துணை": "லலிதா குமாரி (1994 - 2009 மணமுறிவு)போனி வர்மா(2010 - தற்போதும்)", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "பிரகாஷ் ராஜ் (26 மார்ச்சு 1965) என்பவர் இந்தியத் திரைப்பட திரைப்பட நடிகர், இயக்குநர், தொலைக்காட்சி தொகுப்பாளர் மற்றும் தயாரிப்பாளர் ஆவார். இவர் தமிழ், தெலுங்கு, மலையாளம், கன்னடம், இந்தி மற்றும் மராத்தி மொழித் திரைப்படங்களில் நடித்து வருகிறார்.", "உள்ளடக்கம்": "இவர் தனது காஞ்சிவரம் தமிழ் திரைப்படத்துக்காக 2007 ஆம் ஆண்டுக்கான சிறந்த நடிகருக்கான தேசிய திரைப்பட விருதை பெற்றுள்ளார்[1]. அத்துடன் இவர் இருவர் தமிழ்த் திரைப்படத்துக்காக 1998 ஆம் ஆண்டுக்கான சிறந்த துணை நடிகர் விருதையும் பெற்றிருக்கிறார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :37 } }
{"பெயர்": "பரத்", "பிறந்த திகதி": "1983-07-21", "பிறந்த இடம்": "திருச்சி, தமிழ்நாடு, இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "சீனிவாசன்  லட்சுமி", "சுருக்கம்": "பரத் (பிறப்பு - 21 ஜூலை, 1983,சென்னை), தமிழ்த் திரைப்பட நடிகர் ஆவார். இவரது நடிப்புத் திறன் மற்றும் நடனத் திறனுக்காக அறியப்படுகிறார்.", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :38 } }
{"பெயர்": "கார்த்திக் சிவகுமார்", "பிறந்த திகதி": "1977-05-25", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா ", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "சிவகுமார் , லட்சுமி", "சுருக்கம்": "கார்த்தி என்று அழைக்கப்படும் கார்த்திக் சிவகுமார் (25 மே 1977) என்பவர் தமிழ்நாட்டுத் திரைப்பட நடிகர் ஆவார். இவர் 2004 ஆம் ஆண்டு முதல் பருத்தி வீரன் (2007), ஆயிரத்தில் ஒருவன் (2010), மெட்ராஸ் (2014) போன்ற பல திரைப்படங்களில் நடித்ததன் மூலம் தமிழ்த் திரையுலகின் முன்னணி நடிகர்களில் ஒருவராவார். இவரின் நடிப்புத்திறனால் மூன்று தென்னிந்திய பிலிம்பேர் விருதுகள், எடிசன் விருதுகள், தமிழக அரசு திரைப்பட விருதுகள் போன்றவை வென்றுள்ளார்.", "உள்ளடக்கம்": "கார்த்தி 1977, மே 25 ஆம் நாளில் நடிகர் சிவகுமார், லட்சுமி அவர்களுக்கும் சென்னையில் பிறந்தார். இவர் இயந்திரப் பொறியியல் பட்டப்படிப்பை படித்தார். பின்னர் முதுகலை வணிக மேலாண்மை படிப்பை படித்து முடித்தார். இவர் நடிகர் சிவக்குமாரின் மகனும் நடிகர் சூர்யாவின் தம்பியும் ஆவார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :39 } }
{"பெயர்": "அல்லு அர்ஜுன்", "பிறந்த திகதி": "1983-04-08", "பிறந்த இடம்": "சென்னைதமிழ்நாடுஇந்தியா ", "தொழில்": "நடிகர்தயாரிப்பாளர்இயக்குநர் விளம்பர நடிகர்  நடனக் கலைஞர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அல்லு அரவிந்த்நிர்மலா அல்லு", "சுருக்கம்": "அல்லு அர்ஜுன் (ஆங்கில மொழி: Allu Arjun) (பிறப்பு: 8 ஏப்ரல் 1983) ஒரு தெலுங்கு மொழி திரைப்பட நடிகர், தயாரிப்பாளர், விளம்பர நடிகர், நடனக் கலைஞர் மற்றும் இயக்குநர் ஆவார். இவர் ஆர்யா, தேசமுடுரு, சங்கர் தாதா சிந்தாபாத், ஆர்யா 2, வருடு, வேதம், ரேஸ் குர்ராம் உள்ளிட்ட 20வதுக்கும் அதிகமான திரைப்படங்களில் நடித்துள்ளார். இவர் இரண்டு முறை நந்தி விருதுகளைப் பெற்றவர். திரைப்படங்களில் நடிப்பதோடு, சில விளம்பரங்களிலும் நடித்துள்ளார்.இயக்குநர் லிங்குசாமி இயக்கத்தில் அல்லு அர்ஜுன் தமிழில்  அறிமுகமாகிறார்.[2]", "உள்ளடக்கம்": "இவர் 8 ஏப்ரல் 1983ஆம் ஆண்டு சென்னை, தமிழ்நாட்டில் பிறந்தார். இவர் பிரபலமான நடிகர் சிரஞ்சீவிவின் மருமகன் ஆவார். இவரது குடும்பம் ஒரு திரைக்கலை குடும்பம் ஆகும்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :40 } }
{"பெயர்": "அர்ஜுன்", "பிறந்த திகதி": "1964-08-15", "பிறந்த இடம்": "இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "நிவேதிதா அர்ஜுன் (தி. 1988)", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "அர்ஜூன் (Arjun, பிறப்பு: ஆகஸ்டு 15, 1964) புகழ் பெற்ற தென்னிந்தியத் திரைப்பட நடிகரும் இயக்குனரும் ஆவார். இவரது தந்தை ஜே. சி. ராமசாமி (எ) சக்தி பிரசாத் ஒரு முன்னாள் புகழ் பெற்ற கன்னடத் திரைப்பட நடிகர் ஆவார். அர்ஜூன் தமிழ், தெலுங்கு, கன்னடம், மலையாளம், மற்றும் இந்தி ஆகிய மொழித் திரைப்படங்களில் நடித்துள்ளார். இவர் அதிகமான சண்டைக் காட்சித் திரைப்படங்களில் நடித்ததால், இவருக்கு \"ஆக்சன் கிங்\" எனும் பட்டம் இரசிகர்களால் வழங்கப்பட்டது. இவர் கராத்தே சண்டைக் கலையில் கருப்புப் பட்டி பெற்றுள்ளார்.[2][3][4][5][6][7]", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :41 } }
{"பெயர்": "இராசேந்திரன் ", "பிறந்த திகதி": "1950-10-04", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு,  இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "இராசேந்திரன் பரவலாக மொட்டை இராசேந்திரன் ஓர் இந்தியத் திரைப்பட நடிகர் ஆவார். 2003 ஆவது ஆண்டில் வெளியான பிதாமகன் திரைப்படத்தில் நடிப்பதற்கு முன்னர் வரை, தென்னிந்தியத் திரைப்படங்களில் சண்டைக் காட்சிகளில் நடித்துள்ளார். 2009 ஆம் ஆண்டில் வெளியான நான் கடவுள் திரைப்படத்தில் ஏற்ற எதிர் நாயகன் வேடத்தின் மூலமாக புகழ்பெற்றார். தற்போது துணை மற்றும் எதிர் வேடங்களில் நடித்து வருகிறார்.[1]", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :42 } }
{"பெயர்": "சிவாஜி கணேசன்", "பிறந்த திகதி": "1928-10-01", "பிறந்த இடம்": "விழுப்புரம், தமிழ்நாடு, இந்தியா ", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "தந்தை: சின்னையா மன்ராயா் தாயாா்: ராஜாமணி அம்மாள்", "சுருக்கம்": "சிவாஜி கணேசன் (Sivaji Ganesan, அக்டோபர் 1, 1928 - சூலை 21, 2001) புகழ் பெற்ற தமிழ் திரைப்பட நடிகர் ஆவார். இவரது இயற்பெயர் விழுப்புரம் சின்னையா மன்ராயா் கணேசமூர்த்தி ஆகும்.[2] இவர், பி. ஏ. பெருமாள் முதலியார்[3] என்பவர் தயாரித்த பராசக்தி என்ற திரைப்படத்தின் மூலம் தமிழ்த் திரையுலகில் அறிமுகமானார்.", "உள்ளடக்கம்": "'சிவாஜி' கணேசன், சின்னையா மன்ராயா் - ராஜாமணி அம்மாள் ஆகியோருக்கு 4வது மகனாக பிறந்தார். இவர் மனைவி கமலா மற்றும் மகன்கள் இராம்குமார், பிரபு மற்றும் மகள்கள் சாந்தி, தேன்மொழி ஆகியோர்கள் ஆவார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :43 } }
{"பெயர்": "ம. கோ. இராமச்சந்திரன்", "பிறந்த திகதி": "1917-01-17", "பிறந்த இடம்": "நாவலப்பிட்டி, இலங்கை", "தொழில்": "நடிகர், தயாரிப்பாளர், இயக்குனர், எழுத்தாளர், அரசியல்வாதி", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "எம். ஜி. ஆர் என்ற பெயரில் புகழ் பெற்ற, மருதூர் கோபாலன் மேனன் இராமச்சந்திரன் (எம். ஜி. இராமச்சந்திரன், சனவரி 17, 1917 – திசம்பர் 24, 1987), தமிழ்த் திரைப்பட நடிகராகவும் 1977 முதல் இறக்கும் வரை தமிழ்நாட்டின் தொடர்ந்து மூன்று முறை முதலமைச்சராகவும் இருந்தவர்.", "உள்ளடக்கம்": "எம். ஜி. சக்கரபாணிக்குத் தம்பியான இவர், தொடக்க காலத்தில் நாடகங்களில் நடித்தார்.[1] காந்தியடிகளின் கருத்துகளால் ஈர்க்கப்பெற்று இந்திய தேசிய காங்கிரசில் இணைந்தார்.[2] 1936 இல் சதிலீலாவதி என்ற திரைப்படம் மூலம் தமிழக திரைத்துறையில் அறிமுகமாகி, கதாநாயகனாக மாறிய பிறகு, அறிஞர் அண்ணாவின் அரசியல் கருத்துகளில் ஈர்க்கப்பெற்று திராவிட முன்னேற்றக் கழகத்தில் இணைந்தார். அண்ணாவின் மறைவுக்குப்பிறகு, கருணாநிதியால் திமுகவிலிருந்து நீக்கப்பட்டார். அதன் பின் அண்ணா திராவிட முன்னேற்றக் கழகம் என்ற அரசியல் கட்சியைத் தொடங்கி, தேர்தலில் நின்று தொடர்ந்து மூன்று முறை தமிழகத்தில் வெற்றிபெற்று முதலமைச்சரானார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :44 } }
{"பெயர்": "சிலம்பரசன்", "பிறந்த திகதி": "1983-02-03", "பிறந்த இடம்": "சென்னை , இந்தியா", "தொழில்": "நடிகர், பின்னணிப்பாடகர், திரைக்கதை எழுத்தாளர், இயக்குநர், பாடலாசிரியர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சிலம்பரசன் தமிழ்த் திரையுலகின் முன்னணி நடிகர்களில் ஒருவரான விஜய டி. ராஜேந்தரின் மகனாவார்.[1] இவர் குழந்தை நட்சத்திரமாக அறிமுகமாகிப் பல தமிழ் திரைப்படங்களில் நடித்துள்ளார்.[2] 2002இல் முதல் முறையாக விஜய டி. ராஜேந்தர் இயக்கிய காதல் அழிவதில்லை திரைப்படத்தின் மூலமாக நாயகனாக அறிமுகமானார்.[2] 2006ஆம் ஆண்டு தமிழக அரசு இவருக்குக் கலைமாமணி விருதைக்  கொடுத்துக் கௌரவித்துள்ளது.[3]", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :45 } }
{"பெயர்": "விக்ரம்", "பிறந்த திகதி": "1966-04-17", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா ", "தொழில்": "நடிகர்திரைப்பட தயாரிப்பாளர்பின்னணி பாடகர்குரல் நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "வினோத் ராஜ் (தந்தை)", "சுருக்கம்": "விக்ரம் (17 ஏப்ரல் 1966) என்பவர் தமிழ்நாட்டுத் திரைப்பட நடிகர், திரைப்படத் தயாரிப்பாளர், பின்னணிப் பாடகர் மற்றும் குரல் நடிகர் ஆவார். இவர் 1990 ஆம் ஆண்டு முதல் சேது  (1999), விண்ணுக்கும் மண்ணுக்கும் (2001), சாமி (2003), பிதாமகன் (2003), ஐ (2015) போன்ற தமிழ் மொழி திரைப்படங்களிலும், தெலுங்கு மற்றும் மலையாளத் திரைப்படங்களிலும் நடித்ததன் மூலம் தமிழ்த் திரையுலகின் முன்னணி நடிகர்களில் ஒருவராவார்.", "உள்ளடக்கம்": "இவர் தமிழ்த் திரைப்படத் துறையில் பணி புரிந்த வரையில் 7 பிலிம்பேர் விருதுகள் பெற்றுள்ளார். அது மட்டுமின்றி சிறந்த நடிகருக்கான ஒரு தேசிய விருதும் தமிழ் நாடு மாநில விருதும் பெற்றுள்ளார். இவருக்கு மிலான் பல்கலைக்கழகம் 2011 ஆம் ஆண்டு மே மாதம் அன்று கௌரவ டாக்டர் பட்டம் வழங்கியது. தனது நடிப்பாற்றல் மூலமாகத் தமிழ்த் திரையுலகில் முன்னணி இடம் வகிக்கும் நடிகருள் இவரும் ஒருவர்.[3]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :46 } }
{"பெயர்": "தனுஷ் ", "பிறந்த திகதி": "1983-07-28", "பிறந்த இடம்": "தேனி, தமிழ்நாடு,  இந்தியா", "தொழில்": "நடிகர், திரைப்படத் தயாரிப்பாளர், பின்னணிப் பாடகர், திரைப்படப் பாடலாசிரியர், திரைக்கதை ஆசிரியர், திரைப்பட இயக்குனர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "கஸ்தூரி ராஜா - விஜயலட்சுமி", "சுருக்கம்": "தனுஷ் (Dhanush, பிறப்பு: 28 சூலை 1983) என்பவர் தமிழ்நாட்டுத் திரைப்பட நடிகர், திரைப்படத் தயாரிப்பாளர், பின்னணிப் பாடகர், திரைப்படப் பாடலாசிரியர், திரைக்கதை ஆசிரியர் மற்றும் திரைப்பட இயக்குனர் ஆவார். இவர் 2002 ஆம் ஆண்டு முதல் திருடா திருடி (2003), சுள்ளான் (2004), புதுப்பேட்டை (2006), பொல்லாதவன் (2007), ஆடுகளம் (2011), 3 (2012), வேலையில்லா பட்டதாரி (2014), மாரி (2015), அசுரன் (2019) போன்ற பல தமிழ் மொழி திரைப்படங்களிலும்  மற்றும் ராஞ்சனா (2013) போன்ற இந்தி திரைப்படங்களிலும் நடித்ததன் மூலம் தமிழ்த் திரையுலகின் முன்னணி நடிகர்களில் ஒருவராவார்.[5]", "உள்ளடக்கம்": "இவர் 40 மேலான திரைப்படங்களில் நடித்ததன் மூலம் 14 தென்னிந்திய சர்வதேசத் திரைப்பட விருதுகள், 9 விஜய் விருதுகள், 7 தென்னிந்திய பிலிம்பேர் விருதுகள், 5 விகடன் விருதுகள், 5 எடிசன் விருதுகள், 4 தேசிய திரைப்பட விருதுகள்  மற்றும் பிலிம்பேர் விருதுகள் போன்றவை வென்றுள்ளார்.[6] இந்திய பிரபலங்களின் வருவாயை அடிப்படையாகக் கொண்ட ஃபோர்ப்ஸ் இந்தியா பிரபலங்கள் 100 பட்டியலில் தனுஷ் ஆறு முறை சேர்க்கப்பட்டுள்ளார் என்பது குறிப்பிடத்தக்கது.[7]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :47 } }
{"பெயர்": "விவேக் ", "பிறந்த திகதி": "1961-11-19", "பிறந்த இடம்": "கோவில்பட்டி, தூத்துக்குடி மாவட்டம், தமிழ்நாடு, இந்தியா", "தொழில்": "நடிகர், சமூக செயற்பாட்டாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அங்கையா, மணியம்மாள்", "சுருக்கம்": "விவேக் (Vivek, 19 நவம்பர் 1961 - 17 ஏப்ரல் 2021)[5] தமிழ்த் திரைப்பட நகைச்சுவை நடிகர் ஆவார். இவரது நகைச்சுவை இலஞ்சம், மக்கள்தொகைப் பெருக்கம், அரசியல் ஊழல்கள், மூட நம்பிக்கைப் போன்றவற்றை இடித்துரைப்பதால் இவரை சிலர் சின்னக் கலைவாணர் என்றும் சனங்களின் கலைஞன் என்றும் அடைமொழியிட்டு அழைக்கின்றனர்.", "உள்ளடக்கம்": "இவர் 1961 நவம்பர் 19ஆம் நாளில் அங்கய்யா பாண்டியன், மணியம்மாள் ஆகியோருக்கு மூன்றாவது கடைசிப் பிள்ளையாகத் தூத்துக்குடி மாவட்டம், கோவில்பட்டியில் பிறந்தார்.[6] விஜயலட்சுமி, சாந்தி ஆகியோர் இவருக்கு மூத்தவர்கள். வீட்டில் செல்லமாக அழைக்கும் பெயர் ராஜு.[7] இவரது சொந்த ஊர் கோயில்பட்டி - இலுப்பை ஊரணி. இவரது தந்தை இராமநாதபுரம் மாவட்டம் மண்டபத்தில் ஆசிரியராக பணியாற்றியவர்.[8] ஊட்டி கான்வென்ட்டில், பள்ளிப் படிப்பையும், பின்னர் மதுரை அமெரிக்கன் கல்லூரியில் பி.காம் பட்டமும் பெற்றார்.[7] சிறு வயதிலேயே முறைப்படி பரத நாட்டியம் பயின்றார். தமக்கையுடன் சேர்ந்து பல மேடைகளில் நாட்டியம் ஆடியுள்ளார்.[7] ஆர்மோனியம், வயலின், தபேலா போன்ற இசைக்கருவிகளையும் இசைக்க வல்லவர்.[7] மதுரை அஞ்சல் தந்தி அலுவலகத்தில் பணியாற்றிய போது, மதுரையில் நடைபெற்ற பரத நாட்டியப் போட்டி ஒன்றில் பங்காற்றினார். சென்னையில் நடந்த இறுதிப் போட்டியில் கலாகேந்திரா கோவிந்தராஜன் மூலம் கே. பாலச்சந்தரின் அறிமுகம் கிடைத்தது.[7] இவரது நடனத்தையும், மிமிக்ரியையும் பார்த்த பாலச்சந்தர் தனது மனதில் உறுதி வேண்டும் (1987) படத்தில் நடிக்கச் சந்தர்ப்பம் கொடுத்தார்.[7] அதன் பின்னர், சென்னைத் தலைமைச் செயலகத்தில் பணி கிடைக்க, கோடம்பாக்கத்தில் குடும்பத்துடன் குடியேறினார்.[7] அருட்செல்வி என்பவரைத் திருமணம் முடித்து அமிர்தா நந்தினி, தேஜசுவினி,[7] பிரசன்னா குமார் (இறப்பு: 2015 அக்டோபர் 29) என மூன்று பிள்ளைகள் பிறந்தனர்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :48 } }
{"பெயர்": "யோகி பாபு", "பிறந்த திகதி": "1950-10-04", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "யோகி பாபு (Yogi Babu) (பிறப்பு 22 ஜீலை 1985)[2] என்பவர் இந்தியத் திரைப்பட நடிகராவார். இவர் தமிழ்த் திரைப்படங்களில் நடித்துள்ளார். இவர் நகைச்சுவை நடிகராக நடிப்பவர். மான் கராத்தே, யாமிருக்க பயமேன் ஆகிய படங்களில் நடித்துள்ளார்.[3][4]", "உள்ளடக்கம்": "ஐ.எம்.டி.பி இணையத்தளத்தில் யோகி பாபு"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :49 } }
{"பெயர்": "வடிவேலு ", "பிறந்த திகதி": "1960-09-12", "பிறந்த இடம்": "மதுரை, தமிழ்நாடு, ", "தொழில்": "நடிகர், நகைச்சுவை நடிகர், பின்னணிப் பாடகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "தந்தை : நடராஜன்தாயார் : வைத்தீஸ்வரி", "சுருக்கம்": "வடிவேல் (vadivelu, பிறப்பு: செப்டம்பர் 12, 1960)[1] தமிழ்த் திரைப்பட நடிகரும், பின்னணிப் பாடகரும் ஆவார். இவர் மதுரையை சேர்ந்தவர். 1988 இல் டி.ராஜேந்தர் இயக்கிய என் தங்கை கல்யாணி என்ற திரைப்படத்தின் மூலமாகத் தமிழ்த் திரையுலகத்திற்கு அறிமுகமானார்.", "உள்ளடக்கம்": "வடிவேலு தனது அசாத்தியமான நகைச்சுவை கலந்த நடிப்புத் திறமையால் வைகைப்புயல் என்னும் பட்டப்பெயருடன் பரவலாக அறியப்படுகிறார்.[2]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :50 } }
{"பெயர்": "ஜெமினி கணேசன்", "பிறந்த திகதி": "1920-11-16", "பிறந்த இடம்": "புதுக்கோட்டை இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஜெமினி கணேசன் (Gemini Ganesan, 16 நவம்பர் 1920 – 22 மார்ச் 2005) தமிழ்த் திரையுலகில் புகழ் வாய்ந்த நடிகர்களுள் ஒருவராவார். காதல் மன்னன் என்று அழைக்கப்படும் இவர் தமிழ், ஹிந்தி, தெலுங்கு, மலையாளம், கன்னடம் ஆகிய மொழிகளில் 200க்கு மேற்பட்ட திரைப்படங்களில் நடித்துள்ளார்.", "உள்ளடக்கம்": "தமிழகத்தின் புதுக்கோட்டையில் 16 நவம்பர் 1920இல் ராமசாமி ஐயர், கங்கம்மாள் இணையருக்குப் பிறந்தவர் ஜெமினி கணேசன். இவரது இயற்பெயர் கணபதிசுப்ரமணியன் சர்மா என்பதாகும். பின்னர் இது ராமசாமி கணேசன் என்று மாற்றப்பட்டது. ஜெமினி ஸ்டுடியோவில் பணியாற்றி புகழ்பெற்ற காரணத்தால் ஜெமினி கணேசன் என்ற பெயர் நிலைத்துவிட்டது. [1]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :51 } }
{"பெயர்": "சித்தார்த்", "பிறந்த திகதி": "1979-04-17", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "நடிகர், பின்னணிப் பாடகர், எழுத்தாளர், தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சித்தார்த் என அழைக்கப்படும் சித்தார்த் சூரியநாராயண் (பிறப்பு: ஏப்ரல் 17, 1979) திரைப்பட நடிகர்,[1] பின்னணிப் பாடகர் மற்றும் திரைக்கதை எழுத்தாளரும் ஆவார். தமிழ்நாடு, சென்னையில் பிறந்த இவர் தனது இளமைக்கால பள்ளிப்படிப்பை சென்னையில் படித்தார். தனது முதல் படமான பாய்ஸ் திரைப்படத்தில் கதாநாயகனாக மட்டுமில்லாமல் உதவி இயக்குநராகவும் பணிபுரிந்தார்.", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :52 } }
{"பெயர்": "உதயநிதி ஸ்டாலின்", "பிறந்த திகதி": "1977-11-27", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "திரைப்பட நடிகர்தயாரிப்பாளர்அரசியல்வாதி", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "மு.க. ஸ்டாலின் (தந்தை)துர்கா ஸ்டாலின் (தாய்)", "சுருக்கம்": "உதயநிதி ஸ்டாலின் (Udhayanidhi Stalin) என்பவர் ஒரு தமிழ்த் திரைப்பட நடிகரும், தயாரிப்பாளரும் அரசியல்வாதியும் மற்றும் திமுக இளைஞர் அணி செயலாளரும் ஆவர்.[2] இவர் இரெட் செயன்டு மூவிசு  திரைப்படத் தயாரிப்பு நிறுவனத்தைச் சொந்தமாகக் கொண்டுள்ளார்.[3] இவர் தற்போது தமிழ்நாடு சட்டமன்ற உறுப்பினராக உள்ளார்.", "உள்ளடக்கம்": "உதயநிதி ஸ்டாலின் தமிழ்நாட்டின் முன்னாள் முதலமைச்சரான மு. கருணாநிதியின் பேரனும் மு. க. ஸ்டாலினின் மகனும் ஆவார்.[4] இவர் கிருத்திகா என்பவரைத் திருமணம் செய்துள்ளார்.[5]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :53 } }
{"பெயர்": "மு. க. ஸ்டாலின்", "பிறந்த திகதி": "1953-03-01", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "அரசியல்வாதி", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "தந்தை: மு. கருணாநிதிதாய்: தயாளு அம்மாள்", "சுருக்கம்": "முத்துவேல் கருணாநிதி ஸ்டாலின் (பிறப்பு: மார்ச் 1, 1953), (மு.க. ஸ்டாலின்) என்பவர் தமிழ்நாட்டைச் சேர்ந்த ஓர் இந்திய அரசியல்வாதியும் தமிழ்நாட்டின் தற்போதைய முதலமைச்சரும் ஆவார். இவர் முன்னாள் முதலமைச்சர் கலைஞர் மு. கருணாநிதியின் மைந்தன் ஆவார்.", "உள்ளடக்கம்": "இவர் தமிழகத்தின் துணை முதலமைச்சராகவும் உள்ளாட்சித் துறை அமைச்சராகவும் இவர் 29 மே 2009 முதல் மே 15, 2011 வரை பொறுப்பு வகித்துள்ளார்.[1] 1996 முதல் 2002 வரை சென்னை மாநகராட்சியின் 37-ஆவது மேயராகவும், 2009 முதல் 2011 வரை தமிழகத்தின் முதல் துணை முதல்வராகவும் பொறுப்பில் இருந்தார். ஆகஸ்ட் 28, 2018 முதல் திராவிட முன்னேற்றக் கழகத்தின் தலைவராகப் பொறுப்பில் உள்ளார்.[2][3]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :54 } }
{"பெயர்": "விஷால்", "பிறந்த திகதி": "1977-08-29", "பிறந்த இடம்": "சென்னை இந்தியா", "தொழில்": "நடிகர்  தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "விஷால் கிருஷ்ணா ரெட்டி (பிறப்பு - ஆகஸ்ட் 29, சென்னை) தமிழ்த் திரைப்பட நடிகராவார். நடிகராவதற்கு முன் நடிகர் அர்ஜுன் இடம் உதவி இயக்குனராகவும் பணி புரிந்துள்ளார். தயாரிப்பாளர் ஜி. கே. ரெட்டி, விஷாலின் தந்தை ஆவார். இவர் பிறப்பால் தெலுங்கராக இருந்தாலும் தமிழ்த் திரைப்படங்களின் மூலமே பிரபலமானார். இவர் முதல் முதலாக நடித்த செல்லமே, சண்டக்கோழி, திமிரு ஆகிய படங்கள் வெற்றி பெற்றன. விஷால் தற்போது தென்னிந்திய நடிகர் சங்கத்தின் பொதுச்செயலாளர் பதவியிலும் உள்ளார்.[1]", "உள்ளடக்கம்": "கல்லூரி படிப்பை முடித்ததும், தென்னிந்திய திரைப்படங்களில் நடிக்குமாறு குடும்பத்தினர் ஆலோசனை வழங்கினர். நடிகர் அர்ஜுனிடம், வேதம், ஏழுமலை ஆகிய திரைப்படங்களில் உதவி இயக்குனராகப் பணியாற்றினார். இதுவரை கிட்டத்தட்ட இருபது படங்களில் நடித்துள்ளார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :55 } }
{"பெயர்": "விஜய் ஆண்டனி", "பிறந்த திகதி": "1975-07-24", "பிறந்த இடம்": "இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "விஜய் ஆண்டனி  (பிறப்பு: சூலை 24, 1975)[1] இந்தியா, தமிழ்நாட்டின் ஓர் முன்னணி திரைப்பட இசையமைப்பாளர் ஆவார். தற்போது திரைப்படத்தில் நடிப்பதிலும் ஆர்வம் காட்டி வருகிறார்.", "உள்ளடக்கம்": "விஜய் ஆண்டனி தமிழ்நாடு மாநிலம், கன்னியாகுமரி மாவட்டம், நாகர்கோவிலில் 1975 ஆம் ஆண்டு பிறந்தார். இவரது தந்தை இவருக்கு 7 வயது இருக்கும் போது இறந்து விட்டார். விஜய் ஆண்டனி துவக்கத்தில் ஒலிப் பொறியாளராகப் பணி புரிந்து பின்னர் இசையமைப்பாளரானவர். தமது கல்லூரிப் படிப்பை முடித்தப் பின்னர் தாமே ஆடியோபைல்ஸ் என்ற ஒலியரங்கை நிறுவினார். அங்கு ஒலி பொறியாளராக சோதனைகள் செய்து தொலைக்காட்சிகளுக்கும் ஆவணப்படங்களுக்கும் சில இசைத்துண்டுகளை (jingles) அமைத்தார்.[2] அப்போது ஆஸ்கார் ரவிச்சந்திரன் தமது டிஷ்யூம் என்ற திரைப்படத்திற்கு இசையமைக்க அழைத்தார். ஆனால் விஜய் இசையமைத்த முதல் திரைப்படமாக சுக்ரன் திரைப்படம் முதலில் வெளிவந்தது."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :56 } }
{"பெயர்": "நாகேஷ்", "பிறந்த திகதி": "1933-09-27", "பிறந்த இடம்": "கொழிஞ்சிவாடி, தாராபுரம், தமிழ்நாடு, இந்தியா ", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "தந்தை : கிருஷ்ணன் ராவ்தாயார் : ருக்மணி அம்மாள்", "சுருக்கம்": "நாகேஷ் (இயற்பெயர் செய்யூர் கிருஷ்ணாராவ் நாகேஷ்வரன், செப்டம்பர் 27, 1933 - சனவரி 31, 2009) த‌மிழ்த் திரைப்பட நகைச்சுவை நடிக‌ராவார். இவர் நகைச்சுவை நடிக‌ராகவும், துணை நடிகர், வில்லனாகவும் தெலுங்கு, மலையாளம், இந்தி மற்றும் கன்னடம் ஆகிய மொழிகளில் 1000 திரைப்படங்களுக்கும் மேல் நடித்துள்ளார். இவரின் நகைச்சுவை பாணி ஹாலிவுட் நடிகர் ஜெர்ரி லூயிஸின் பாணியை ஒத்திருந்ததாகக் கூறப்படுகின்றது.", "உள்ளடக்கம்": "நாகேஸ்வரன் என்ற இயற்பெயரைக் கொண்ட நாகேஷ் கன்னடப் பிராமணக் குடும்பத்தில் பிறந்தவர். தமிழ்நாடு, தாராபுரம் பகுதியில் கன்னட மாதவர்கள் வாழும் கொழிஞ்சிவாடி என்ற ஊரில் பிறந்தார். கிருஷ்ணன் ராவ்-ருக்மணி அம்மாள் ஆகியோருக்கு மகனாக பிறந்தார். இவர் தந்தை கிருஷ்ணன் ராவ் கர்நாடகாவில் அரிசிக்கரே என்ற ஊரில் உள்ள இரயில் நிலையத்தில் அதிகாரியாக பணியாற்றிவந்தார். நாகேஷ் அவர்களை சிறுவயதில் வீட்டில் குண்டப்பா என்றும் நண்பர்களால் குண்டுராவ் என்றும் கிண்டலாக அழைக்கப்பட்டார்.[1]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :57 } }
{"பெயர்": "ராகவா லாரன்ஸ்", "பிறந்த திகதி": " 1976 -01-09", "பிறந்த இடம்": "தமிழ்நாடு இந்தியா", "தொழில்": "நடிகர், இயக்குனர், நடன அமைப்பாளர், இசையமைப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ராகவா லாரன்ஸ் (பிறப்பு: 1976 அக்டோபர் 29) இந்தியா நாட்டு நடிகர், இயக்குனர், நடன அமைப்பாளர் மற்றும் இசையமைப்பாளர்.", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :58 } }
{"பெயர்": "ஜெயம் ரவி", "பிறந்த திகதி": "1980-09-10", "பிறந்த இடம்": "சென்னை, இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஜெயம் ரவி (பிறப்பு - செப்டம்பர் 10, 1980), தமிழ்த் திரைப்பட நடிகர் ஆவார். இவர் திரைப்படத் தொகுப்பாளர் மோகனின் மகனும் இயக்குனர் எம். ராஜாவின் தம்பியும் ஆவார்.", "உள்ளடக்கம்": "ஜெயம் ரவி தன்னுடைய தந்தையின் தயாரிப்பிலும், சகோதரனின் இயக்கத்திலும் வெளிவந்த ஜெயம் திரைப்படத்தில் கதாநாயகனாக அறிமுகமானார். இத்திரைப்படம் 2002ல் இதேபெயரில் தெலுங்கில் வெளிவந்த திரைப்படத்தின் மறு ஆக்கமாகும். ஜெயம் திரைப்படத்தில் நடித்தமையால் ஜெயம் ரவி என்ற பெயரில் அடையாளப்படுத்திக் கொள்ளப்பட்டார். அடுத்து எம். குமரன் சன் ஆஃப் மகாலஷ்மி திரைப்படத்தில் நடித்தார், இப்படம் தெலுங்கில் வெளிவந்த அம்மா நன்னா ஓ தமிழ் அம்மாயி என்ற திரைப்படத்தின் மறு ஆக்கமாகும்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :59 } }
{"பெயர்": "மாதவன்", "பிறந்த திகதி": "1970-06-01", "பிறந்த இடம்": "ஜாம்ஷெட்பூர், ஜார்க்கண்ட்  இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "சரிதா (தி. 1999)", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஆர். மாதவன் (பிறப்பு: ஜூன் 1, 1970, ஜாம்ஷெட்பூர்) என்பவர் இந்தியத் தமிழ் திரைப்பட நடிகர், எழுத்தாளர், படத்தயாரிப்பாளர் மற்றும் நிகழ்ச்சித் தொகுப்பாளர் ஆவார். இவர் தமிழ் மற்றும் இந்தி மொழித் திரைப்படங்களில் நடித்து வருகிறார். மற்றும் நான்கு தென்னிந்திய பிலிம்பேர் விருதுகளையும் மூன்று தமிழக அரசு திரைப்பட விருதுகள்|தமிழக அரசு திரைப்பட விருதுகள்|தமிழக அரசு திரைப்பட விருதுகளையும் வென்றுள்ளார்.[3][4]", "உள்ளடக்கம்": "இவர் 2000ஆம் ஆண்டு இயக்குனர் மணிரத்னம் இயக்கிய அலைபாயுதே என்ற திரைப்படத்தின் மூலம் தமிழ் திரைப்படத்துறைக்கு அறிமுகமானார். இந்த திரைப்படத்தின் வெற்றியை தொடர்ந்து கௌதம் மேனன் இயக்கிய மின்னலே என்ற திரைப்படத்திலும் மற்றும் டும் டும் டும் என்ற திரைப்படத்திலும் நடித்துள்ளார். இவரின் திரைப்பட வாழ்க்க்கைக்கு இந்தத் திரைப்படங்கள் மிகப்பெரிய மைல்கற்களாக அமைந்தன. அதைத் தொடர்ந்து கன்னத்தில் முத்தமிட்டால் (2002), ரன் (2002), அன்பே சிவம் (2003), ஆய்த எழுத்து (2004), இறுதிச்சுற்று (2016), விக்ரம் வேதா (2017) போன்ற பல தமிழ் திரைப்படங்களிலும்  ரங் தெ பசந்தி (2006), குரு (2007), 3 இடியட்சு (2009) போன்ற இந்தித் திரைப்படங்களிலும் நடித்துள்ளார் ."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :60 } }
{"பெயர்": "ஜீவா ", "பிறந்த திகதி": "1984-01-04", "பிறந்த இடம்": "சென்னை, இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "சுப்ரியா (2007–தற்போதும்)", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஜீவா (பிறப்பு - ஜனவரி 4, 1984, இயற்பெயர் - அமர்) தமிழ்த் திரைப்பட நடிகராவார். திரைப்படத் தயாரிப்பாளரான ஆர். பி. சௌத்ரி இவரது தந்தையும், திரைப்பட நடிகரான ரமேஷ் இவரது உடன் பிறந்தவரும் ஆவர். தொடக்கத்தில் வழக்கமான திரைப்பட நடிகராக அறிமுகமான இவர், தற்பொழுது மாறுபட்ட கதைப் பாத்திரங்களை தேர்ந்தெடுத்து நடிப்பதற்காக அறியப்படுகிறார்.[சான்று தேவை]", "உள்ளடக்கம்": "இவர் 2019 ஆம் ஆண்டு கீ என்ற படத்தில் நடித்தார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :61 } }
{"பெயர்": "விசயகாந்து", "பிறந்த திகதி": "1952-08-25", "பிறந்த இடம்": "மதுரை, சென்னை மாநிலம் (தற்போது தமிழ்நாடு, இந்தியா)", "தொழில்": "* நடிகர்தயாரிப்பாளர்அரசியல்வாதி", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "விசயகாந்து (Vijayakanth, பிறப்பு: 25 ஆகத்து 1952) ஒரு திரைப்பட நடிகரும், தேசிய முற்போக்கு திராவிடக் கழகம் என்னும் அரசியல் கட்சியின் தலைவரும் ஆவார். 2011 ஆம் ஆண்டு முதல் 2016 ஆம் ஆண்டு வரை தமிழ்நாடு சட்ட மன்ற உறுப்பினராகவும், எதிர்க்கட்சித் தலைவராகவும் இருந்தார்.", "உள்ளடக்கம்": "விசயகாந்து என்னும் விசயராஜ், விருதுநகர் மாவட்டம், அருப்புக்கோட்டைக்கு அருகில் உள்ள இராமானுசபுரம் என்னும் சிற்றூரில் பிறந்தவர். சிறுவயதிலேயே அவரது குடும்பம் மதுரைக்கு இடம்பெயர்ந்தது. இதனால், விசயகாந்து மதுரையில் வளர்ந்தார். சிறுவயதிலேயே சினிமா மீது கொண்ட மோகத்தால், படிப்பில் ஆர்வம் காட்டவில்லை.[1]  தன் தந்தையின் மேற்பார்வையில் இயங்கிய அரிசி ஆலையில் விசயகாந்து தனது பதின்ம வயதில் சிறுசிறு பணிகளைச் செய்துவந்தார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :62 } }
{"பெயர்": "சிவகுமார்", "பிறந்த திகதி": "1941-10-27", "பிறந்த இடம்": "ஆலந்துறை,  கோயம்புத்தூர், தமிழ் நாடு, இந்தியா ", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சிவகுமார் (Sivakumar) புகழ்பெற்ற தமிழ்த் திரைப்பட நடிகர் ஆவார். இவர் தமிழ்நாட்டின் கோயம்புத்தூர் அருகில் உள்ள ஆலந்துறை என்னும் ஊரில் பிறந்தார். இவர் ஒரு தேர்ந்த ஓவியரும் ஆவார்.மேடைப்பேச்சாளர் எனும் பரிணாமமும் கொண்ட இவர், 'கம்ப இராமாயணம்' சொற்பொழிவுகளும் நிகழ்த்துகிறார்.[3]", "உள்ளடக்கம்": "திரைப்பட நடிகர்கள் சூர்யா, கார்த்தி ஆகியோர் இவரது மகன்கள் ஆவர்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :63 } }
{"பெயர்": "விஜய் ", "பிறந்த திகதி": "1974-06-22", "பிறந்த இடம்": "சென்னை தமிழ்நாடு இந்தியா", "தொழில்": "திரைப்பட நடிகர், தயாரிப்பாளர், நடன அமைப்பாளர், பின்னணிப் பாடகர்", "வாழ்க்கை துணை": "சங்கீதா சொர்ணலிங்கம் (1999-தற்போது)", "பெற்றோர்": "எஸ். ஏ. சந்திரசேகர்ஷோபா சந்திரசேகர்", "சுருக்கம்": "விஜய் (ஆங்கில மொழி: Vijay, பிறப்பு: சூன் 22, 1974; இயற்பெயர்: ஜோசப் விஜய்[1]) தமிழ்த் திரைப்பட நடிகர் ஆவார். தொடக்கத்தில் இவர் தனது தந்தையான எஸ். ஏ. சந்திரசேகர் இயக்கிய திரைப்படங்களில் நடித்து வந்தார். ஏறத்தாழ 10 படங்களுக்குப் பிறகு தனது இடத்தைத் தக்கவைத்துக் கொண்டார். இவர் தற்போது தமிழ்த் திரைப்படத்துறையில் முதன்மை நடிகர்களுள் ஒருவராகக் காணப்படுகிறார். விஜயின் ரசிகர்கள் அவரை \"இளையதளபதி\" என்று அழைக்கிறார்கள். இவருக்குப் புலம்பெயர்ந்த இந்தியர்கள் உட்பட சீனா,[2] சப்பான்[3], ஐக்கிய இராச்சியம்[4] மற்றும் பிரான்ஸ் ஆகிய நாடுகளில் நேயர்கள் உள்ளனர்.[5] இவரது படங்கள் ஐந்து கண்டங்கள் மற்றும் எண்பது நாடுகளில் வெளியாகி உள்ளன.[6][7]", "உள்ளடக்கம்": "விஜய் தனது 10வது வயதில் வெற்றி (1984) என்ற திரைப்படத்தில் குழந்தை நடிகராக அறிமுகம் ஆனார். தனது தந்தை இயக்கிய இது எங்கள் நீதி (1988) திரைப்படம் வரை குழந்தை நடிகராகத் தொடர்ந்து நடித்தார். பின்னர் 18ம் வயதில் தன் தந்தை இயக்கிய நாளைய தீர்ப்பு (1992) படத்தில் முதன்முறையாக முதன்மை நடிகராக நடித்தார். ஆனால் விக்ரமன் இயக்கிய பூவே உனக்காக (1996) திரைப்படம் தான் இவருக்குத் திருப்புமுனையாக அமைந்தது.[8][9] இன்று வரை விஜய் கதாநாயகனாக 62 திரைப்படங்களில் நடித்துள்ளார். 3 தமிழக அரசு திரைப்பட விருதுகள், 1 காஸ்மோபாலிடன் விருது, 1 இந்தியா டுடே விருது, 1 சிமா விருது, 8 விஜய் விருதுகள், 3 எடிசன் விருதுகள், 2 விகடன் விருதுகள் உட்பட 50 விருதுகளை வென்றுள்ளார். ஒரு முறை ஐக்கியப் பேரரரசின் நாட்டு திரைப்பட விருதுகளுக்குப் பரிந்துரைக்கப்பட்டுள்ளார்.[10]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :64 } }
{"பெயர்": "கோவை சரளா", "பிறந்த திகதி": "1962-04-07", "பிறந்த இடம்": "கோயம்புத்தூர், தமிழ்நாடு, இந்தியா", "தொழில்": "நடிகை, தொலைக்காட்சி நிகழ்ச்சி தொகுப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "கோவை சரளா (பிறப்பு: ஏப்ரல் 7, 1962) முக்கியத் துணை வேடங்களில் நடிக்கும் ஒரு இந்தியத் திரைப்பட நடிகை, மற்றும் நகைச்சுவை நடிகை ஆவார். 25 ஆண்டு திரைப்பட வாழ்க்கையில், சரளா 750 க்கும் மேற்பட்ட படங்களில் நடித்துள்ளார்.[1] இவர் சிறந்த நகைச்சுவை நடிகருக்கான தமிழ்நாடு மாநில திரைப்பட விருது[2] மற்றும் சிறந்த பெண் நகைச்சுவை நடிகைக்கான நந்தி விருது[3] ஆகியவற்றை முறையே பூவெல்லாம் உன் வாசம் (2001) மற்றும் ஒரி நீ பிரேம பங்கரம் கனு (2003) ஆகிய படங்களில் அவரது நடிப்புக்காக வென்றுள்ளார்.", "உள்ளடக்கம்": "தனிப்பட்ட வாழ்க்கை"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :65 } }
{"பெயர்": "சிம்ரன்", "பிறந்த திகதி": "1976-04-04", "பிறந்த இடம்": "மும்பை, மகாராஷ்டிரா, இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சிம்ரன் (ஆங்கில மொழி: Simran, பிறப்பு:ஏப்ரல் 4, 1976)[1][2][3] இந்தியத் திரைப்பட நடிகை ஆவார்.", "உள்ளடக்கம்": "சிம்ரனின் இயற்பெயர் ரிஷிபாமா இவர் மும்பையில் பஞ்சாபி குடும்பத்தில் பிறந்தவர். தூர்தர்ஷனின் மெட்ரோ சானலில் சூப்பர் ஹிட் முகாபுலா என்ற நிகழ்ச்சியைத் தொகுத்து வழங்கியதன் மூலம்  இந்தி திரையுலகில் நுழைந்தார். 1995-இல் இவரது முதல் படம் சனம் ஹர்ஜாய் தோல்விப் படமாக அமைந்தது. 1996 ஆம் ஆண்டின் இறுதியில் வெளியான தேரே மேரே சப்னே இவரது முதல் வெற்றிப் படமாகும். இதற்கிடையில் மலையாளத்தில் மம்முட்டியுடன் இந்திரபிரஸ்தம், கன்னடத்தில் சிவராஜ்குமாருடன் சிம்ஹடா மாரி படத்திலும்  அப்பாய் காரி பெல்லி என்ற தெலுங்குப் படத்திலும் நடித்தார். இவற்றுக்குப் பிறகு 1997 ஆம் ஆண்டு ஒன்ஸ்மோர் திரைப்படத்தின் மூலம் தமிழ்த் திரைப்படத்துறைக்கு அறிமுகமானார்.[4]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :66 } }
{"பெயர்": "ஹன்சிகா மோட்வானி", "பிறந்த திகதி": "1991-08-09", "பிறந்த இடம்": "மும்பை, மகாராட்டிரம், இந்தியா", "தொழில்": "நடிகை, வடிவழகி", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஹன்சிகா மோட்வானி (ஆங்கில மொழி: Hansika Motwani, பிறப்பு: ஆகத்து 9, 1991) ஒரு இந்திய நடிகையும் முன்னாள் குழந்தை நடிகையும் ஆவார். முதன்மையாக தமிழ், தெலுங்கு திரைப்படங்களில் தோன்றும் இவர் சில இந்தி, கன்னடத் திரைப்படங்களிலும் தோன்றுகிறார்.", "உள்ளடக்கம்": "இவர் இந்தியாவில் மங்களூரில் பிறந்தார். இவரது தந்தை பிரதீப் மோட்வானி தொழிலதிபரும், தாயார் மோனா மோட்வானி தோல்நோய் நிபுணரும் ஆவர்.[1] ஹன்சிகாவின் தாய்மொழி சிந்தியாக இருந்த போதும் தெலுங்கு, மராத்தி, பெங்காலி, ஆங்கிலம், இந்தி, துளு, தமிழ் ஆகிய மொழிகளை சரளமாகப் பேசுவார். மும்பையில் போடார் சர்வதேசப் பள்ளியில் கல்வி பயின்றார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :67 } }
{"பெயர்": "ஜெ. ஜெயலலிதா", "பிறந்த திகதி": "1948-02-24", "பிறந்த இடம்": "மேல்கோட்டை, மைசூர், இந்தியா", "தொழில்": "நடிகைஅரசியல்வாதிகொடையாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஜெ. ஜெயலலிதா (J. Jayalalithaa, 24 பிப்ரவரி 1948 - 5 டிசம்பர் 2016), முன்னாள் தமிழக முதல்வரும், அரசியல் தலைவரும், பிரபல முன்னாள் தென்னிந்தியத் திரைப்பட நடிகையும் ஆவார். இவர் தமிழக முதலமைச்சராக ஐந்து முறை  பதவி வகித்துள்ளார். இவர் 1991 முதல் 1996 வரையும், 2001 ஆம் ஆண்டில் சில மாதங்களும், பின்னர் 2002 முதல் 2006 வரையும், 2011 முதல் 2014 வரையும் இருந்தார். 2015 மே 23 முதல் இறக்கும் வரையில் (5 திசம்பர் 2016) முதலமைச்சராகப் பணி புரிந்தார். அண்ணா திராவிட முன்னேற்றக் கழகத்தின் பொதுச் செயலாளராக இருந்த இவரை \"புரட்சித் தலைவி\" எனவும் \"அம்மா\" எனவும் இவரது ஆதரவாளர்கள் அழைத்தனர்.தனது தொட்டில் குழந்தை திட்டத்துக்காக ஐக்கிய நாடுகள் சபையில் (ஐ.நா சபை) மத்தியில் கைதட்டைப் பெற்ற இந்தியாவை சார்ந்த முதல் பெண் முதலமைச்சர் இவரே ஆவார்.[2][3][4]", "உள்ளடக்கம்": "அரசியலுக்கு நுழைவதற்கு முன்னர் இவர் 120 க்கும் மேற்பட்ட தமிழ், தெலுங்கு, கன்னட மொழித் திரைப்படங்களில் முன்னணிப் பாத்திரங்களில் நடித்திருந்தார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :68 } }
{"பெயர்": "சாய் பல்லவி", "பிறந்த திகதி": "1950-10-04", "பிறந்த இடம்": "இந்தியா", "தொழில்": "நடிகை,நடனமாடுபவர்,பாடகி", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சாய் பல்லவி செந்தாமரை (Sai Pallavi Senthamarai) என்பவர் திரைப்பட நடிகை ஆவார்.பொதுவாக சாய் பல்லவி என்ற பெயரால் அறியப்படுகிறார்.[1] இவர் 1992 ஆம் ஆண்டு மே மாதம் 9 ஆம் நாள் பிறந்தார்.  இந்திய நடிகையும், நடனக் கலைஞருமான இவர் தென்னிந்திய திரைப்படங்களில் மிகவும் பிரபலமாக பேசப்பட்டு வருகிறார். 2015 ஆம் ஆண்டில் வெளிவந்து மாபெரும் வெற்றிப் படமாக ஓடிய மலையாளத் திரைப்படமான பிரேமம் திரைப்படத்தில் மலர் என்ற கதாபாத்திரத்தில் நடித்ததன் மூலம்  பொதுமக்களின் கவனத்தை இவர் ஈர்த்தார். பின்னர் இதைத் தொடர்ந்து 2016 ஆம் ஆண்டில் வெளியான கலி என்ற திரைப்படத்தில் துல்கர் சல்மானுடன் இணைந்து நடித்தார். வருண் தேச்சுடன் இணைந்து பானுமதி என்ற கதாபாத்திரத்தில் காதல் படமான பிடாவில் நடித்ததன் மூலம் 2017 இல் தெலுங்கு திரைப்பட உலகில்  அறிமுகமானார். தொலைக்காட்சியில்  பிடா திரைப்படம் ஒளிபரப்பப்பட்டபோது தொலைக் காட்சிகளுக்கான தரவரிசையில் ஐந்தாவது முறையாக அதிகபட்ச இலக்கு அளவீட்டுப் புள்ளியை எட்ட இப்படம் காரணமாக இருந்தது.[2][3]", "உள்ளடக்கம்": "சாய் பல்லவி  தன்னுடைய தொழில் மூலம்   சுகாதாரத்துறையுடன் தொடர்பில் இருந்தார். 2016 ஆம் ஆண்டு சியார்ச்சியா திபிலீசி மாநில மருத்துவப் பல்கலைக் கழகத்தில் தன்னுடைய மருத்துவப் பட்டத்தைப் பெற்றார்.[4]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :69 } }
{"பெயர்": "மாளவிகா மோகனன்", "பிறந்த திகதி": "1992-08-07", "பிறந்த இடம்": "மும்பை, இந்தியா", "தொழில்": "திரைப்பட நடிகை", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "மாளவிகா மோகனன் (Malavika Mohanan, பிறப்பு: 04 ஆகத்து 1992) ஓர் இந்திய திரைப்பட நடிகையாவார். இவர் இந்தி, கன்னடம், மலையாளம் மற்றும் தமிழ்த் திரைப்படங்களில் நடித்துள்ளார். தற்போது ரசினிகாந்த் நடித்த பேட்ட திரைப்படத்தின் மூலம் தமிழில் அறிமுகமான இவர், அடுத்தாக விஜய் நடிக்கும் மாஸ்டர் திரைபடத்தில் கதாநாயகியாக நடிக்கிறார்.[1][2][3]", "உள்ளடக்கம்": "இவர் ஆகத்து 07, 1992 அன்று மும்பையில் பிறந்தார். இவரது தந்தை கே. யு. மோகனன், பாலிவுட் திரைப்பட ஒளிப்பதிவாளர் ஆவார். இவர் மும்பையில் பிறந்தாலும், தற்போது கேரள மாநிலம், பையனூரில் வசிக்கிறார்.[4]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :70 } }
{"பெயர்": "ஜோதிகா", "பிறந்த திகதி": "1978-10-18", "பிறந்த இடம்": "மும்பை, இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "சூர்யா", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஜோதிகா (Jyothika பிறப்பு - அக்டோபர் 18, 1978, மும்பை), இந்தியத் திரைப்பட நடிகை ஆவார். இவரது இயற்பெயர் ஜோதிகா சாதனா. தமிழ், தெலுங்கு, இந்தி மொழித் திரைப்படங்களில் நடித்துள்ளார். நடிகை நக்மா இவரது மாற்றுத் தந்தை சகோதரி ஆவார். பொதுவான தாய் சீமா. நடிகர் சூர்யாவை விரும்பி செப்டம்பர் 11, 2006 அன்று திருமணம் செய்து கொண்டார்.[1] இவர்களுக்கு தியா என்ற பெண் குழந்தையும் தேவ் என்ற ஆண் குழந்தையும் உள்ளனர்.", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :71 } }
{"பெயர்": "இராதாகிருஷ்ணன் பார்த்திபன்", "பிறந்த திகதி": "1957-11-14", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "நடிகர், இயக்குனர்", "வாழ்க்கை துணை": "சீதா (திருமணமுறிவு பெற்றுவிட்டார்)[1]", "பெற்றோர்": "தந்தை : இராதாகிருஷ்ணன்தாயார் : பத்மாவதி", "சுருக்கம்": "இராதாகிருஷ்ணன் பார்த்திபன் (R. Parthiepan பிறப்பு: நவம்பர் 14, 1957) தமிழ்த் திரைப்பட நடிகரும் இயக்குனரும் ஆவார். இவர் இயக்குனர் கே. பாக்கியராசிடம் உதவி இயக்குனராகப் பணி புரிந்தவர்.[2]", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :72 } }
{"பெயர்": "சிவா ", "பிறந்த திகதி": "1982-12-10", "பிறந்த இடம்": "உடுமலைப்பேட்டை, தமிழ்நாடு, இந்தியா ", "தொழில்": "நடிகர், வானொலி அறிவிப்பாளர், வசனகர்த்தா", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "(தெய்வத்திரு) சுந்தரம் , நிர்மலா சுந்தரம்", "சுருக்கம்": "சிவா (Siva, பிறப்பு: டிசம்பர் 10, 1982) திரைப்பட நடிகர் ஆவார். திரைபடங்களில் நடிப்பதற்கு முன் ரேடியோ மிர்ச்சியில்[2][3][4][5][6][7] வானொலி அறிவிப்பாளராக பணியாற்றினார். காமெடி திரைப்படங்களில் இவர் நடித்திருந்தாலும் வெங்கட் பிரபு வின் சென்னை 600028 மற்றும் சரோஜா திரைப்படம் மூலம் பிரபலமானார். இவர் 2010- ஆம் ஆண்டு வெளியான தமிழ் படம் என்கிற திரைப்படத்தில் நடித்துள்ளார். தற்போது தமிழ் படம் 2.0 என்கிற திரைப்படத்தில் நடித்துவருகிறார்.[8]", "உள்ளடக்கம்": "மிர்ச்சி சிவா 12 பி படத்தில் சிறு வேடத்தில் நடித்திருந்தார். வெங்கட் பிரபு 2007ம் ஆண்டு இயக்கிய விளையாட்டை மையமாக் கொண்ட காமெடி திரைப்படமான சென்னை 600028 ல் நடித்த 10 அறிமுக கதாநாயகர்களுல் ஒருவராக நடித்திருந்தார். பின்பு வெங்கட் பிரபு வின் அடுத்த த்ரில்லர் படமான சரோஜா வில்  முக்கிய கதாபாத்திரத்தில் நடித்தார். இரண்டு படங்களும் வியாபார ரீதியில் மிக பெரிய வெற்றியை பெற்றது."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :73 } }
{"பெயர்": "பிரசன்னா", "பிறந்த திகதி": "1982-08-28", "பிறந்த இடம்": "திருச்சி, தமிழ்நாடு, இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "சினேகா", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "பிரசன்னா (பிறப்பு: ஆகஸ்ட் 28, 1982) வளர்ந்து வரும் தமிழ்த் திரைப்பட நடிகர் ஆவார். மணிரத்தினம் தயாரிப்பில் 2002ல் வெளிவந்த பைவ் ஸ்டார் திரைப்படத்தின் மூலம் திரையுலகிற்கு வந்தார்.", "உள்ளடக்கம்": "பிரசன்னாவின் பிறப்பிடம் திருச்சிராப்பள்ளியாகும். இவரின் தந்தை பெல் நிறுவனத்தில் வேலை செய்தார். மே 11, 2012 ஆம் ஆண்டில் திரைப்பட நடிகையான சினேகாவைத் காதலித்து திருமணம் செய்துக்கொண்டார். பின்பு 2015 ஆண்டு அவர்களுக்கு ஆண் குழந்தை பிறந்துள்ளது.[1]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :74 } }
{"பெயர்": "கணேஷ் வெங்கட்ராமன்", "பிறந்த திகதி": "1980-03-20", "பிறந்த இடம்": "மும்பை, இந்தியா", "தொழில்": "மாடல், திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "கணேஷ் வெங்கட்ராமன் இவர் ஒரு மாடல் மற்றும் தென்னிந்தியத் திரைப்பட நடிகர் ஆவார். இவர் அபியும் நானும் மற்றும் உன்னைப்போல் ஒருவன்' போன்ற திரைப்படங்களின் மூலம் தமிழ் சினிமாவுக்கு பரிச்சயமானார். இவர் தமிழ், தெலுங்கு, மலையாளம், கன்னடம் போன்ற தென்னிந்திய மொழி திரைப்படங்களில் நடித்தார். இவர் கமலஹாசன், அமிதாப் பச்சன், மோகன்லால், போன்ற முன்னணி நடிகர்களுடன் பணியாற்றியுள்ளார். இவருக்கும் நிஷா கிருஷ்ணன் என்ற நடிகையுடன் 22 நவம்பர் 2015 அன்று திருமணம் நடைபெற்றது.", "உள்ளடக்கம்": "கணேஷ் மும்பையில் பிறந்து வளர்ந்தார். இவரின் அப்பா அம்மா தமிழ்நாட்டில் உள்ள சிதம்பரத்தைச் சேர்ந்தவர்கள். இவர் 2003ம் ஆண்டு நடந்த \"மிஸ்டர் இந்தியா 2003\" வெற்றியாளர் ஆவார். அதே ஆண்டில் துருக்கி நாட்டின் தலைநகர் இஸ்தான்புல்லில் நடைபெற்ற சூப்பர் மாடல் போட்டியில் முதல் ஐந்து போட்டியாளர்களில் ஒருவராக வந்தார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :75 } }
{"பெயர்": "விக்ரம் பிரபு", "பிறந்த திகதி": "1986-01-15", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "பிரபுபுனிதா பிரபு", "சுருக்கம்": "விக்ரம் பிரபு (Vikram Prabhu, பிறப்பு: சனவரி 15, 1986) தமிழ்த் திரைப்பட நடிகர் ஆவார். நடிகர் திலகம் சிவாஜி கணேசனின் பேரனும், நடிகர் பிரபுவின் மகனும் ஆவார். இவர் பிரபு சாலமன் இயக்கிய கும்கி என்னும் திரைப்படத்தில் நடித்துள்ளார்.", "உள்ளடக்கம்": "விக்ரம் இலண்டனில் பட்டப்படிப்புப் பயின்றார்.  சந்திரமுகி திரைப்படத்திற்கு உதவியாக சென்னை திரும்பினார்.[1] சர்வம் திரைப்படத்தின் தயாரிப்பின்போது விஷ்ணுவர்த்தனுக்கு உதவி தயாரிப்பாளராக பணியாற்றினார்.[2]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :76 } }
{"பெயர்": "மகேஷ் பாபு", "பிறந்த திகதி": " 1975 -08-09", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "நம்ரதா  சிரோத்கர்", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "மகேஷ் பாபு (தெலுங்கு: మహేష్ ‌బాబు), (பிறப்பு - ஆகஸ்டு 9, 1975, சென்னை), தெலுங்கு மொழித் திரைப்பட நடிகர் ஆவார்.  மகேஷ் பாபு, முன்னாள் முன்னணித் திரைப்பட நடிகரான கிருஷ்ணாவின் மகனாவார். இள வயதில் தன் தந்தையின் திரைப்படங்களில் குழந்தை நட்சத்திரமாக நடித்த இவர், தனது 25ஆவது வயதில் ராஜகுமாருடு என்ற திரைப்படத்தின் மூலம் அறிமுகமானார்.", "உள்ளடக்கம்": "இவரது முராரி, ஒக்கடு, அத்தடு, போக்கிரி ஆகிய திரைப்படங்கள் அவற்றின் வணிக வெற்றிக்காக அறியப்பட்டவை. ஒக்கடு திரைப்படம் கில்லி என்ற பெயரில் தமிழில் திரைப்படமாக்கப்பட்டது. போக்கிரி (திரைப்படம்) அதே பெயரில் தமிழாக்கப்பட்டது. மகேஷ்  ஆறு நந்தி விருதுகளையும்,இரண்டு பிலிம்பேர் விருதுகளையும் பெற்றுள்ளார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :77 } }
{"பெயர்": "ஸ்ரீகாந்த் ", "பிறந்த திகதி": "1979-02-28", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஸ்ரீகாந்த்  (ஆங்கில மொழி: Srikanth, பிறப்பு: பெப்ரவரி 28, 1979) தமிழ், தெலுங்கு மற்றும் மலையாளத் திரைப்படங்களில் நடித்து வரும் ஓர் தென்னிந்திய நடிகர் ஆவார். இவரது அறிமுகம் 2002ஆம் ஆண்டில் வெளியான ரோஜாக்கூட்டம் என்ற தமிழ் திரைப்படத்தில் அமைந்தது. இவரது திரைப்படங்கள் பார்த்திபன் கனவு மற்றும் தெலுங்கில் ஆடவாரி மாடலாகு அர்தலு வெருலே பெரும் வெற்றிப்படங்களாக விளங்கின.[1] தெலுங்குத் திரைப்படங்களில் இவர் ஸ்ரீராம் என்று அறியப்படுகிறார்.", "உள்ளடக்கம்": "ஸ்ரீகாந்த்தின் திரை நுழைவு ரோஜாக்கூட்டம் என்ற சசியின் காதல் படத்தில் பூமிகா சாவ்லாவுடன் அமைந்தது. முதல் திரைப்படமே வெற்றிப்படமாக அமைந்து பாராட்டுக்களையும் பெற்றுத் தந்தது.[2] இவரது அடுத்த வெற்றிப்படமாக  சினேகாவுடன் நடித்த ஏப்ரல் மாதத்தில் அமைந்தது. தொடர்ந்து கரு. பழனியப்பன் இயக்கத்தில் உருவான பார்த்திபன் கனவு இவருக்கு தமிழ்நாடு மாநில திரைப்பட சிறப்பு விருது  கிடைத்தது.[3] பின்தொடர்ந்த படங்கள் தோல்வியைத் தழுவ சிலகாலம் வாய்ப்புகள் இன்றி இருந்தார். 2007ஆம் ஆண்டில் செல்வராகவன் இயக்கத்தில் தெலுங்கில் நடித்த ஆடவாரி மாடலாகு அர்தலு வெருலே பெற்ற வெற்றியைத் தொடர்ந்து புகழ்பெற்ற இயக்குனர் சங்கரின் நண்பன் உட்பட பல புதிய படங்களில் நடிக்கத் தொடங்கினார்.[4]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :78 } }
{"பெயர்": "மோகன்லால்", "பிறந்த திகதி": "1960-05-21", "பிறந்த இடம்": "பத்தனம்திட்டா, கேரளா, இந்தியா", "தொழில்": "திரைப்பட நடிகர், தயாரிப்பாளர், திரைப்பட விநியோகஸ்தர், தொழில்முனைவோர்,தொழிலதிபர்", "வாழ்க்கை துணை": "சுசித்ரா (1988 - இன்று வரை)", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "மோகன்லால் விஸ்வநாதன் நாயர் ( Mohanlal Viswanathan Nair, பிறப்பு 21 மே 1960),[1] மோகன்லால் (மலையாளம்: മോഹന്‍ലാല്‍), இந்திய திரைப்பட நடிகரும், திரைப்பட தயாரிப்பாளரும் ஆவார். இவர் பெரும்பாலும் மலையாள மொழித் திரைப்படங்களில் நடித்து வருகிறார். 5 முறை தேசிய விருதுகளைப் பெற்றவர், இரண்டு முறை மிகச்சிறந்த நடிகருக்கான விருதுகளையும், ஒரு தனிப்பட்ட நடுவர் குழு விருதும் ஓர் சிறந்த படத் தயாரிப்பாளர் விருதையும் பெற்றவர். மேலும் ஒன்பது முறை கேரள மாநில அரசு விருதையும் பத்து முறை பிலிம்பேர் விருதும் பெற்றிருக்கிறார், இவர் இந்திய திரைப்பட உலகத்தின் முன்னேற்றத்திற்காக ஆற்றிய சேவைகளைப் போற்றும் வகையில் இந்திய அரசு இவருக்கு 2001 ஆம் ஆண்டுபத்ம ஸ்ரீ விருதை வழங்கி கௌரவித்தது. 2009 ஆம் ஆண்டில், இந்தியத் தரைப்படை இவரை கௌரவிக்கும் வகையில் லெப்டினன்ட் காலோனல் பதவியை வழங்கியது, இவ்விருதை பெரும் முதல் இந்திய நடிகர் இவரே.[2] மேலும் காலடி என்ற இடத்தில் அமைந்துள்ள ஸ்ரீ சங்கராச்சார்யா சமஸ்க்ரித பல்கலைக்கழகம் இவருக்கு கௌரவ டாக்டர் வழங்கி கௌரவித்தது .[3]. தேசிய அளவில், மிகச்சிறந்த நடிகர் விருதிற்கான மிகவும் அதிகமான பரிந்துரைகள் பெற்ற ஒரே நடிகர் இவரேயாவார். கேரளா மாநிலம், கோழிக்கூடு பல்கலைக்கழகம் சார்பில் சனவரி 29, 2018 ஆம் ஆண்டு இவருக்கு கவுரவ டாக்டர் பட்டம் வழங்கியது.[4] இந்திய அரசு 2019 ஆண்டில் இருக்கு பத்ம பூசன் விருதினை வழங்கி கெளரவித்தது.[5]", "உள்ளடக்கம்": "மோகன்லால் கேரளத்திலுள்ள பத்தனம்திட்டா மாவட்டம் இலந்தூர் என்ற இடத்தில், வழக்கறிஞரும் அரசு ஊழியருமான விஸ்வநாதன் நாயர் - சாந்தகுமாரி தம்பதியர்க்கு  மகனாக பிறந்தார். பிறகு இவர்களுடைய குடும்பம் திருவனந்தபுரத்திலுள்ள முடவன்முகள் என்ற இடத்தில் அமைந்திருக்கும் அவருடைய தாயாரின் வீட்டிற்கு இடம் பெயர்ந்தது. முடவன்முகளில் 'LP' பள்ளிக்கூடத்தில் சேர்ந்தார், அதற்குப்பின் திருவனந்தபுரத்தில் உள்ள மாடல் ஸ்கூலில், தனது படிப்பைத் தொடர்ந்தார்.[6] பள்ளிக்கூட படிப்பில் சராசரி மாணவனாகத்தான் திகழ்ந்தார், அதே சமயம்  கலை உலகம் அவர் கவனத்தை ஈர்க்க ஆரம்பித்தது; பள்ளிக்கூட நாடகங்களில் ஆர்வத்துடன் பங்கேற்றார். பொதுவாக பள்ளியின் பத்தாம் வகுப்பு மாணவர்களே சிறந்த நடிகனாக தேர்ந்தெடுக்கப்பட்டு வந்த காலகட்டத்தில் ஆறாவது வகுப்பு மாணவரான மோகன்லால் பள்ளிக்கூடத்தில் சிறந்த நடிகனாகத் தேர்ந்தெடுக்கப்பட்டார், .[6]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :79 } }
{"பெயர்": "ரானா தக்குபாடி", "பிறந்த திகதி": "1984-12-14", "பிறந்த இடம்": "சென்னை  தமிழ்நாடு  இந்தியா[2]", "தொழில்": "நடிகர்தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "டக்குபாதி சுரேஷ் பாபுலட்சுமி டக்குபாதி", "சுருக்கம்": "ரானா தக்குபாடி (ஆங்கில மொழி: Rana Daggubati) (பிறப்பு: 14 டிசம்பர் 1984) இவர் ஒரு தமிழ், தெலுங்கு மற்றும் ஹிந்தி மொழித் திரைப்பட நடிகர் மற்றும் தயாரிப்பாளர் ஆவார். இவர் லீடர், கிருஷ்ணம் வந்தே ஜகத்குரும், ஆரம்பம் போன்ற திரைப்படங்களில் நடித்துள்ளார்.", "உள்ளடக்கம்": "ராணா 14 டிசம்பர் 1984ஆம் ஆண்டு சென்னை தமிழ்நாட்டில் பிறந்தார். இவர் பிரபல திரைப்பட தயாரிப்பாளர் டக்குபாதி சுரேஷ் பாபுவின் மகன் மற்றும் நடிகர் வெங்கடேசின் அண்ணன்  (சுரேஷ் பாபு) மகன் ஆவார். பழம்பெரும் தயாரிப்பாளர் தக்குபாத்தி ராமாநாயுடு இவரின் தாத்தா ஆவார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :80 } }
{"பெயர்": "அருண் விஜய்", "பிறந்த திகதி": "1977-11-19", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு,  இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "விஜயகுமார்முத்துக்கண்ணு", "சுருக்கம்": "அருண் விஜயகுமார்  ஓர் தமிழ்த் திரைப்பட நடிகராவார். இவர் நடிகர் விஜயகுமாரின் மகன் ஆவார். மலை மலை, இயற்கை, தடையறத் தாக்க ஆகிய திரைப்படங்களில் நடித்துள்ளார்.", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :81 } }
{"பெயர்": "நடிகர்", "பிறந்த திகதி": "1950-10-04", "பிறந்த இடம்": "இந்தியா", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "விஜயகுமார்முத்துக்கண்ணு", "சுருக்கம்": "அருண் விஜயகுமார்  ஓர் தமிழ்த் திரைப்பட நடிகராவார். இவர் நடிகர் விஜயகுமாரின் மகன் ஆவார். மலை மலை, இயற்கை, தடையறத் தாக்க ஆகிய திரைப்படங்களில் நடித்துள்ளார்.", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :82 } }
{"பெயர்": "தலைவாசல் விஜய்", "பிறந்த திகதி": "1950-10-04", "பிறந்த இடம்": "சைதாப்பேட்டை, சென்னை", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "தலைவாசல் விஜய் தமிழ் திரைப்பட நடிகர். மற்றும் குரல்-ஒலிச்சேர்க்கை கலைஞர் ஆவார்.[1] இவர், தமிழ், மலையாளம் மற்றும் தெலுங்கு மொழி திரைப்படங்கள் மற்றும் தொலைக்காட்சி தொடர்களில் நடித்துள்ளார்.", "உள்ளடக்கம்": "இவர், 1992இல் வெளிவந்த தலைவாசல் படத்தில் அறிமுகமானார். அதில் இவர் ஏற்று நடித்த கதாபாத்திரத்தின் மூலம் பிரபலமடைந்ததால் தனது பெயருக்கு முன்னால் தான் நடித்த முதல் படத்தின் பெயரை அடைமொழியாக வைத்து \"தலைவாசல் விஜய்\" என அழைக்கப்படுகிறார். இவர் திரைப்படங்களில் துணை கதாபாத்திரம் அல்லது குணசித்திர வேடங்களில் நடிப்பதின் மூலமாக அறியப்படுகிறார். குறிப்பாக, 2010இல் வெளியான ஆர். சுகுமாரனின் \"யுகபுருஷன்\" மலையாளப் படத்தில் இவர் ஏற்று நடித்த நாராயண குரு கதாபாத்திரம் பெரும் பெயரைப் பெற்றது.[2] இவர், தனது 25 வருட தொழில் வாழ்க்கையில் 200 திரைப்படங்களுக்கு மேலாக நடித்துள்ளார்.[3]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :83 } }
{"பெயர்": "அக்கினேனி நாகார்ஜுனா", "பிறந்த திகதி": "1959-08-29", "பிறந்த இடம்": "சென்னை, இந்தியா", "தொழில்": "நடிகர்,  படத் தயாரிப்பாளர்", "வாழ்க்கை துணை": "லட்சுமி தக்குபாட்டி (1984-1990)அமலா (1992-இன்றுவரை)", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "அக்கினேனி நாகார்ஜூனா (தெலுங்கு: ఆక్కినేని నాగార్జున, பிறப்பு: ஆகத்து 29, 1959) ஓர் இந்தியத் திரைப்பட நடிகர் மற்றும் தயாரிப்பாளர் ஆவார். இவர் ஆந்திரத் திரைப்படத்துறையில் முதன்மையாக பணிபுரிகிறார், ஒரு சில பாலிவுட் மற்றும் தமிழ் படங்களிலும் பணியாற்றியிருக்கிறார்.", "உள்ளடக்கம்": "நாகார்ஜூனா 1959 ஆம் ஆண்டு ஆகஸ்டு மாதம் 29 ஆம் தேதி சென்னையில் பிறந்தார். இவர் தெலுங்கு நடிகர் அக்கினேனி நாகேசுவர ராவ் மற்றும் அன்னபூர்ணா அக்கினேனியின் மகனாவார். அவர்களின் ஐந்து குழந்தைகளில் நாகார்ஜூனா கடைசியாவார். பின்னர் அவரது குடும்பம் ஐதராபாதத்திற்கு குடிபெயர்ந்தது அங்கு தனது ஆரம்ப கால கல்வியை ஐதராபாத் பொதுப்பள்ளியிலும் பின்னர் பள்ளி இடைநிலைக் கல்வியை லிட்டில் பிளவர் இளநிலைக்கல்லூரியிலும் கற்றார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :84 } }
{"பெயர்": "அர்ஜூன் தாஸ்", "பிறந்த திகதி": "1992-10-05", "பிறந்த இடம்": "புனே, மகாராஷ்டிரா, இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "அர்ஜுன் தாஸ் (Arjun Das) ஓர் இந்தியத் திரைப்பட நடிகர், கைதி படத்தில் அன்பு என்ற கதாப்பாத்திரத்தில் நடித்ததன் மூலம் பரவலாக அறியப்படுபவர் ஆவார். இவர் வீறார்ந்த குரலுக்கு பெயர் பெற்றவர்.[1]", "உள்ளடக்கம்": "2012 இல், பெருமான் என்ற சுயாதீன திரைப்படத்தில் அறிமுகமானார்.[2] இப்படத்தில் அவரது பங்கு குறித்து, டைம்ஸ் ஆப் இந்தியா இவரை நம்பிக்கை தரும் அறிமுக நடிகர் எனக் குறிபிட்டது.[3] அந்தகாரம் படப்பிடிப்பின் பின்னர், அர்ஜுன் தாஸ் ரேடியோ ஒன் 94.3 எஃப்எம் உடன் இணைந்து டிரைவ் எனும் நிகழ்ச்சியை வனொலி புரவலராக வழங்கினார்.[4] ஆக்ஸிஜன் திரைப்படத்தில்  (2017) கோபிசந்தின் சகோதரராகவும் நடித்துள்ளார் .[5] அர்ஜுன் கைதி திரைப்படத்தில் முக்கிய எதிராளிக் கதாப் பாத்திரத்தில் நடித்தார்.[6] இந்தத் திரைபப்டத்தில் நடித்ததற்காகப் பரவலாக பாராட்டுக்களைப் பெற்றார், மேலும் லோகேஷ் கனகராஜ் இயக்கிய மாஸ்டர் திரைப்படத்தில் நடித்தார் .[7][8][9] துருவ நட்சத்திரம் திரைபப்டத்தில் வில்லன் கதாபாத்திரத்திற்காக இவர் குரல் கொடுத்தார்.[10][11] அன்வர் ரஷீத் இயக்கும் பெயரிடப்படாத படத்தில் அவர் கதாநாயகனாக நடிக்கவுள்ளார்.[12]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :85 } }
{"பெயர்": "ஜெய்", "பிறந்த திகதி": "1984-04-06", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "திரைப்பட நடிகர்.", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஜெய் (Jai, பிறப்பு: ஏப்ரல் 6, 1984) ஒரு தமிழ்த் திரைப்பட நடிகர். இவர் பாடகர் தேவாவின் உறவினர் ஆவார்.", "உள்ளடக்கம்": "ஆனந்த விகடனுக்கு அளித்த பேட்டியில், அவர் இஸ்லாத்தை ஏற்றதாகவும், ஏழு ஆண்டுகளாக இஸ்லாத்தை பின்பற்றி வருகிறார் என்றும், எதிர்காலத்தில் தனது பெயரை அஜீஷ் ஜெய் என்று மாற்ற நினைப்பதாகவும் கூறினார்[1][2]."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :86 } }
{"பெயர்": "எஸ். ஜே. சூர்யா", "பிறந்த திகதி": "1968-07-20", "பிறந்த இடம்": "தமிழ்நாடு", "தொழில்": "நடிகர்,  திரைப்பட இயக்குனர்,   எழுத்தாளர்,  திரைப்படத் தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "எஸ். ஜே. சூர்யா என்ற திரைப்பெயர் கொண்ட எஸ். ஜஸ்டின் செல்வராஜ்  ஓர்  இந்திய திரைப்பட இயக்குனர்,  திரைக்கதை ஆசிரியர்,  நடிகர்,  மற்றும் திரைப்படத் தயாரிப்பாளர். தமிழ், திரைப்படத்துறையான கோலிவுட்டில் புகழ்பெற்ற இயக்குனரும் ஆவார்.", "உள்ளடக்கம்": "சூர்யாவின் முதல் திரைப்படம் வாலி பெரும் வெற்றிகண்டது. அடுத்து வந்த குஷி, தமிழ், தெலுங்கு இரு மொழிகளிலும் பெரும் வெற்றியடைந்தபோதும்  இந்தியில் எடுக்கப்பட்ட மறுபதிப்பு வெற்றி பெறவில்லை."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :87 } }
{"பெயர்": "சசிகுமார் ", "பிறந்த திகதி": "1974-09-28", "பிறந்த இடம்": "மதுரை, தமிழ்நாடு, இந்தியா", "தொழில்": "இயக்குனர், நடிகர், தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சசிகுமார் (பிறப்பு: செப்டம்பர் 28, 1974) [1] தமிழ்த் திரைப்பட இயக்குநர், நடிகர், தயாரிப்பாளர் ஆவார். பாலா, அமீர் ஆகியோரிடம் உதவியாளராகப் பணியாற்றியுள்ளார்.[2]", "உள்ளடக்கம்": "சசிகுமார் கொடைக்கானலில் செயின்ட் பீட்டர்ஸ் பள்ளியில்   படித்தார். பின்னர் மதுரையில் உள்ள வெள்ளைச்சாமி நாடார் கல்லூரியில் வணிக நிர்வாகப் படிப்பை படித்து முடித்தார். அவர் 20 வயதில் தன் மாமா கந்தசாமியிடம் திரைப்படங்களில் பணிபுரிந்தார், அவர் சேது(1999) படத்தை தயாரித்தவர். சசிகுமார் இந்த படத்திற்கான உதவி இயக்குனராக பணிபுரிந்தார். அங்கு அவர் அமீரிடம் அறிமுகமானார், மேலும் அவருக்காக ஒரு பெயரை உருவாக்கவும் உதவினார். அவர் மௌனம் பேசியதே(2002) மற்றும் ராம்(2005) படத்தில் இயக்குனர் அமீருக்கு உதவினார். அமீரின் பருத்திவீரன்(2007) இன் ஆரம்ப கட்டங்களில் அவர் சுப்பிரமணியபுரம் படத்திற்கான தனது அடித்தளத்தைத் தொடங்கினார்.[3]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :88 } }
{"பெயர்": "சுரேஷ் கிருஷ்ணா ", "பிறந்த திகதி": "1973-04-05", "பிறந்த இடம்": "குருவாயூர், கேரளம், India", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "பாலகிருஷ்ண பணிக்கர்பார்வதி", "சுருக்கம்": "சுரேஷ் கிருஷ்ணா ( Suresh Krishna ) (பிறப்பு 5 ஏப்ரல் 1973) திரைப்படங்களிலும், தொலைக்காட்சியிலும் நடித்து வரும் நடிகராவார். நாயகனுக்கு எதிரான வேடங்களிலும், குணச்சித்திர பாத்திரங்களுக்கும் பெயர் பெற்றவர்.[1] \"மஞ்சு போலொரு பெண்குட்டி\", \"கிறிஸ்டியன் பிரதர்ஸ்\",[2] \"பழசி ராஜா\", \"குட்டி\" \"ஸ்ராங்க்\" ஆகிய படங்களில் இவரது நடிப்பு கவனிக்கப்பட்டது.", "உள்ளடக்கம்": "சுரேஷ் கிருஷ்ணா 5 ஏப்ரல் 1973 இல், திருச்சூர் மாவட்டத்திலுள்ள குருவாயூர் என்ற கோவில் நகரத்தில் பாலகிருஷ்ண பணிக்கர் - பார்வதி தம்பதியருக்கு ஆறு குழந்தைகளில் இளையவராகப் பிறந்தார். இவரது தந்தை தமிழ்நாடு அரசின் நீர்ப்பாசனத் துறையில் பணிபுரிந்து வந்தார். குடும்பம் தமிழகத்திற்கு குடிபெயர்ந்தது. சுரேஷ் சென்னையில் படித்தார்.[3]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :89 } }
{"பெயர்": "சதீஸ்", "பிறந்த திகதி": "1987-05-23", "பிறந்த இடம்": "சேலம், தமிழ்நாடு, இந்தியா[4][5][6]", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சதீஸ் இந்தியத் திரைப்படத் துறை நடிகராவார். இவர் தமிழ்த் திரைப்படங்களில் நடித்துள்ளார். சிவகார்த்திக்கேயனுடன் எதிர்நீச்சல் படத்தில் நடித்துப் புகழ்பெற்றார்.[7]", "உள்ளடக்கம்": "சதீஸ் தனது நாடகக் குழுவில் எட்டு ஆண்டுகளாக கிரேசி மோகனுடன் பணிபுரிந்தார், அதே சமயத்தில் அவரது தயாரிப்புகளுக்கான உரையாடல்களை எழுதுவதற்கும் அவர்களின் மேடை நாடகங்களில் \"சாக்லேட் கிருஷ்ணா\" நடிப்பதற்கும் உதவினார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :90 } }
{"பெயர்": "ஆர்யா", "பிறந்த திகதி": "1950-10-04", "பிறந்த இடம்": "காசர்கோடுகேரளா", "தொழில்": "நடிகர்தயாரிப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "ஆர்யா   (பிறப்பு: டிசம்பர் 11, 1980) ஒரு தமிழ்த் திரைப்பட நடிகர் மற்றும் தயாரிப்பாளர் ஆவார். இவர் 2005ஆம் ஆண்டு விஷ்ணுவர்த்தன் இயக்கிய அறிந்தும் அறியாமலும் என்ற திரைப்படத்தின் மூலம் அறிமுகமானார். அதைத் தொடர்ந்து ஓரம் போ, நான் கடவுள், மதராசபட்டினம், பாஸ் என்கிற பாஸ்கரன், சிக்கு புக்கு, வேட்டை, சேட்டை, ராஜா ராணி, இரண்டாம் உலகம், ஆரம்பம் உள்ளிட்ட 25க்கும் மேல்பட்ட திரைப்படங்களில் நடித்ததன் மூலம் பரிசியமான நடிகர் ஆனார். ஆர்யாவிற்கும் சாயிஷாவிற்கும் மார்ச் 10, 2019 அன்று திருமணம் நடந்தது.[1]", "உள்ளடக்கம்": "இவர் டிசம்பர் 11, 1980ஆம் ஆண்டு காசர்கோடு , கேரளாவில் பிறந்தார். இவருக்கு சத்யா, என்ற ஒரு இளைய சகோதரன் உள்ளார். அவரும் ஒரு தமிழ்த் திரைப்பட நடிகர் ஆவார்.நடிகை சாயிசா என்பவர் திருமணம் செய்து கொண்டார்.ஆர்யாவின் இயற்பெயர் ஜம்ஷத் சேதிராகத் என்பதாகும்.பிறந்த ஊர் திரிகரிபுர், காரசகோடு. கேரளா. பெற்றோர் பெயர் உமர் செதிராகாந்த்-ஜாமிலா செதிரா காந்த்.[சான்று தேவை]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :91 } }
{"பெயர்": "பிரபாஸ்", "பிறந்த திகதி": "1979-10-23", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "பிரபாஸ் இராஜூ உப்பலபட்டி (பிறப்பு 23 அக்டோபர் 1979),[1] என்பவர் தெலுங்கு திரைப்பட நடிகர் ஆவார். இவர் தெலுங்கு திரைப்படத் துறையின் முன்னணி நடிகர்களுள் ஒருவர். வர்ஷம் என்ற 2004 ஆம் ஆண்டு வெளியான திரைப்படத்தின் மூலம் இவர் புகழடைந்தார். மிர்ச்சி, முன்னா, டார்லிங், மிஸ்டர். பெர்ஃபெக்ட் உள்ளிட்ட திரைப்படங்கள் இவரது வெற்றிப் படங்கள். இவர் தமிழில் நடித்த பாகுபலி, மற்றும் பாகுபலி 2 படமானது இவருக்கு மிகப்பெரிய வெற்றியைத் தேடித்தந்தது.[2]", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :92 } }
{"பெயர்": "அதர்வா", "பிறந்த திகதி": "1989-05-07", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "முரளிசோபா", "சுருக்கம்": "அதர்வா (7 மே 1989 என்பவர் தமிழ்நாட்டை சேர்ந்த திரைப்பட நடிகர் ஆவார். இவர் 2010 ஆம் ஆண்டு முதல் பாணா காத்தாடி (2010), முப்பொழுதும் உன் கற்பனைகள் (2012), பரதேசி (2013) போன்ற பல திரைப்படங்களில் நடித்துள்ளார். இவர் பிரபல முன்னாள் நடிகர் முரளியின் மகன் ஆவார். 2013 ஆம் ஆண்டு சிறந்த நடிகருக்கான பிலிம்பேர் விருது வென்றுள்ளார் என்பது குறிப்பிடத்தக்கது.", "உள்ளடக்கம்": "அதர்வா 7 மே 1989 ஆம் ஆண்டு தமிழ்நாட்டில் கன்னட குடும்பத்தில் திரைப்பட நடிகர் முரளி மற்றும் சோபனா தம்பதியருக்கு இரண்டாவது குழந்தையாக சென்னையில் பிறந்தார். இவருக்கு காவ்யா என்ற அக்காவும், ஆகாஷ் என்ற தம்பியும் உள்ளார்கள்.[1] இவரின் தாத்தா எஸ். சித்தலிங்கையா  என்பவர் முன்னாள் கன்னடத் திரைப்பட இயக்குநர் மற்றும் தயாரிப்பாளர் ஆவார்"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :93 } }
{"பெயர்": "சிறீமன்", "பிறந்த திகதி": "1950-10-04", "பிறந்த இடம்": "ராஜமுந்திரி, ஆந்திரப் பிரதேசம், இந்தியா", "தொழில்": "நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சிறீமன் இந்தியத் திரைப்படத்துறை நடிகராவார். இவர் தமிழ், தெலுங்கு ஆகிய மொழி திரைப்படங்களில் நடித்துள்ளார். பிரபல தயாரிப்பாளரான பிரகாசு ரெட்டியின் மகன் இவர்.", "உள்ளடக்கம்": "சிறீமன் ஆந்திராவில் உள்ள ராஜமுந்திரியில் பிறந்தவர். இவருடைய தந்தை பிரகாசு ரெட்டி பிரபல துணை நடன இயக்குனரும், தயாரிப்பாளரும் ஆவார்.[1]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :94 } }
{"பெயர்": "டி. ராஜேந்தர்", "பிறந்த திகதி": "1955-05-09", "பிறந்த இடம்": "மயிலாடுதுறை[1]", "தொழில்": "நடிகர், இயக்குனர், இசையமைப்பாளார், அரசியல்வாதி, பின்னணிப் பாடகர், திரைப்படப் பாடலாசிரியர்", "வாழ்க்கை துணை": "உசா ராஜேந்தர்", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "டி. ராஜேந்தர் (T. Rajendar, பிறப்பு: மே 9, 1955) ஓர் தமிழ்த் திரைப்பட நடிகரும், இயக்குனரும், பாடகரும், இசைக் கலைஞரும், தமிழக அரசியல்வாதியும் ஆவார். வீராசாமி உள்ளிட்ட திரைப்படங்களில் நடித்துள்ளார். இவரின் மூத்த மகன் சிலம்பரசன் ஒரு புகழ்பெற்ற தமிழ் திரைப்பட நடிகர் ஆவார்.", "உள்ளடக்கம்": "டி. ராஜேந்தர் என்று அறியப்பட்ட இவர் தற்போது தன் பெயரை விஜய டி. ராஜேந்தர் என்று மாற்றிக்கொண்டுள்ளார். திரைப்படங்களில் அடுக்கு மொழி வசனம் பேசுவது இவரது தனிச் சிறப்பாகும்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :95 } }
{"பெயர்": "மனோபாலா", "பிறந்த திகதி": "1953-12-08", "பிறந்த இடம்": "சூலூர், கோயம்புத்தூர், இந்தியா", "தொழில்": "நடிகர், இயக்குனர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "மனோபாலா, நன்கறியப்படும் தமிழ்த் திரைப்பட இயக்குனரும் நடிகரும் தயாரிப்பாளரும் ஆவார்.[2][3][4]", "உள்ளடக்கம்": "மனோபாலா 40 திரைப்படங்களையும், 16 தொலைக்காட்சித் தொடர்களையும் 3 தொலைக்காட்சித் திரைப்படங்களையும் இயக்கியுள்ளார்.[5] ஜூலை 2009 வரை 175 திரைப்படங்களில் நடித்துள்ளார். கமலஹாசனுக்கும் இவருக்கும் இடையே துவக்கத்தில் இருந்த நெருக்கம், இயக்குனர் சங்கப் பிரச்சனையால் பாதிக்கப்பட்டது. இருவருக்குள்ளும் பேச்சுவார்த்தை இல்லாமல் போனது. திரைப்படத்துறைக்குள் தனது நுழைவுக்கும் மேம்பாட்டுக்கும் காரணமாக இருந்த கமலஹாசனுக்கு இவர் தனது நன்றியைத் தெரிவித்துள்ளார்.[6]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :96 } }
{"பெயர்": "சமந்தா ருத் பிரபு", "பிறந்த திகதி": "1987-04-28", "பிறந்த இடம்": "பல்லாவரம், சென்னை, தமிழ்நாடு, இந்தியா[2]", "தொழில்": "நடிகை, உருமாதிரிக் கலைஞர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "சமந்தா ருத் பிரபு  (Samantha Ruth Prabhu, பிறப்பு: ஏப்ரல் 28, 1987) இந்தியத் திரைப்பட நடிகையும் உருமாதிரிக் கலைஞரும் ஆவார்.[7] இவர் தமிழ், தெலுங்குத் திரைப்படங்களில் நடித்து வருகிறார்.[7] ஒரு மலையாள, தெலுங்கு இணையருக்குப் பிறந்த இவர் சென்னையில் வளர்ந்தார்.[5][8] 2007இல் இரவி வருமணுடைய மாஸ்கோவின் காவிரி திரைப்படத்தில் முதன்முதலாக நடிக்கத் தொடங்கியிருந்தாலும், தெலுங்குத் திரைப்படமான ஏ மாயா சேசவா முதலில் வெளிவந்து, மிகப்பெரிய வெற்றி பெற்றது. இப்படத்தின் தமிழ் பதிப்பான விண்ணைத்தாண்டி வருவாயா திரைப்படத்தில் சிறிய கதாபாத்திரத்தில் நடித்திருந்தார்.[9][10] இத்திரைப்படத்திற்காக, சிறந்த தென்னிந்திய அறிமுக நடிகைக்கான பிலிம்பேர் விருதை (2010) இவர் பெற்றுக் கொண்டார்.[11] இவர் அதன்பிறகு நடித்த பிருந்தாவனம் (2010), தூக்குடு (2011), சீத்தம்ம வாகிட்டிலோ சிரிமல்லி செட்டு (2012), அத்தாரிண்டிகி தாரேதி (2013), கத்தி (2014) போன்ற திரைப்படங்கள் வெற்றி பெற, தமிழ், தெலுங்குத் திரைப்படத் துறைகளில் பெயர்பெற்ற, கூடிய சம்பளம் பெறும் நடிகைகளுள் ஒருவராக உள்ளார். இவரது அழகும் துல்லியமான நடிப்பும் இவரை தமிழ் மற்றும் தெலுங்கு சினிமாவில் முன்னணியில் வைத்திருக்கின்றன.[12][13][14][15]", "உள்ளடக்கம்": "சென்னையில் பிறந்த இவருக்கு யசோதா என்ற பெயரும் உண்டு.[16] இவர் சென்னை தி. நகரில் உள்ள ஹோலி ஏஞ்சல்ஸ் ஆங்கிலோ - இந்திய மேல்நிலைப்பள்ளியில் இளமைக்கால கல்வியும், பின்னர் ஸ்டெல்லா மேரிஸ் கல்லூரியில் வணிகவியல் துறையில் இளங்கலைப் பட்டமும் பெற்றார்.[17] கல்லூரியில் படிக்கும் போதே நாயுடு ஹாலில் விளம்பர நடிகையாகவும் பணியாற்றினார். பின்னர் கௌதம் மேனன் மூலம் தமிழ்த் திரைப்படத்தில் அறிமுகமானார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :97 } }
{"பெயர்": "மனோபாலா", "பிறந்த திகதி": "1953-12-08", "பிறந்த இடம்": "சூலூர், கோயம்புத்தூர், இந்தியா", "தொழில்": "நடிகர், இயக்குனர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "மனோபாலா, நன்கறியப்படும் தமிழ்த் திரைப்பட இயக்குனரும் நடிகரும் தயாரிப்பாளரும் ஆவார்.[2][3][4]", "உள்ளடக்கம்": "மனோபாலா 40 திரைப்படங்களையும், 16 தொலைக்காட்சித் தொடர்களையும் 3 தொலைக்காட்சித் திரைப்படங்களையும் இயக்கியுள்ளார்.[5] ஜூலை 2009 வரை 175 திரைப்படங்களில் நடித்துள்ளார். கமலஹாசனுக்கும் இவருக்கும் இடையே துவக்கத்தில் இருந்த நெருக்கம், இயக்குனர் சங்கப் பிரச்சனையால் பாதிக்கப்பட்டது. இருவருக்குள்ளும் பேச்சுவார்த்தை இல்லாமல் போனது. திரைப்படத்துறைக்குள் தனது நுழைவுக்கும் மேம்பாட்டுக்கும் காரணமாக இருந்த கமலஹாசனுக்கு இவர் தனது நன்றியைத் தெரிவித்துள்ளார்.[6]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :98 } }
{"பெயர்": "நயன்தாரா", "பிறந்த திகதி": "1984-11-18", "பிறந்த இடம்": "பெங்களூர், கருநாடகம், இந்தியா[4][5]", "தொழில்": "நடிகைதிரைப்படத் தயாரிப்பாளர்", "வாழ்க்கை துணை": "விக்னேஷ் சிவன் (2015-இன்று)", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "நயன்தாரா (Nayanthara, பிறப்பு: நவம்பர் 18, 1984; இயற்பெயர் - டயானா மரியா குரியன்), தென்னிந்தியத் திரைப்பட நடிகை ஆவார்.[9][10][11] 2003 ஆம் ஆண்டு மனசினகாரே என்ற மலையாள மொழித் திரைப்படம் மூலம் திரைப்படத்துறைக்கு அறிமுகமான நயன்தாரா, 2005 ஆம் ஆண்டு ஐயா திரைப்படத்தின் மூலம் தமிழ்த் திரைப்படத்துறைக்கு அறிமுகம் ஆனார். இவர் பெண்களை மையமாகக் கொண்டிருக்கும் கதைகளைத் தேர்ந்தெடுத்து நடித்துக் கொண்டிருக்கிறார், இதனால் இவர் தமிழ் சினிமாவில் 2010 களில் தொடங்கி இன்று வரை பெண் சூப்பர் ஸ்டார் என்று கருதப்படுகிறார்.[10]", "உள்ளடக்கம்": "-"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :99 } }
{"பெயர்": "காஜல் அகர்வால்", "பிறந்த திகதி": "1985-06-19", "பிறந்த இடம்": "மும்பை, மகாராட்டிரம்[1]", "தொழில்": "நடிகை", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "தந்தை: வினய் அகர்வால்  தாயார்: சுமன் அகர்வால்", "சுருக்கம்": "காஜல் அகர்வால் (Kajal  Aggarwal, பிறப்பு: 19 சூன், 1985) ஓர் இந்தியத் திரைப்பட நடிகை ஆவார். ஹோ கயா நாவில் 2004ஆம் ஆண்டு நடிகையாக அறிமுகமானார். பின்னர், 2007ஆம் ஆண்டு இலட்சுமி கல்யாணம் என்ற திரைப்படத்தின் மூலமாகத் தெலுங்குத் திரைத்துறையில் அறிமுகமானார். அதன்பிறகு 2008ஆம் ஆண்டு இவர் நடித்த பழனி என்ற திரைப்படம் தமிழில் வெளியானது. அதுவரையில் இவர் நடித்த திரைப்படங்கள் சரியாக ஓடாத நிலையில், 2009ஆம் ஆண்டு இவர் நடித்த மகதீரா மிகப்பெரிய வசூல் சாதனை புரிந்தது.[2] இவருக்கு அத்திரைப்படத்திற்காக பிலிம்பேர் விருது பரிந்துரை செய்யப்பட்டது. அதன்பிறகு இவர் நடிப்பில் வெளிவந்த தாலிங்கு (2010), பிருந்தாவனம் (2010), மிட்டர். பெருபெட்டு (2011), பிசினசு மேன் (2012), சில்லா போன்ற திரைப்படங்களும் வெற்றிபெற தற்போது, தமிழ், தெலுங்கு மொழிகளில் முன்னணி நட்சத்திரமாகத் திகழ்கிறார்.[3]", "உள்ளடக்கம்": "மும்பையில் சுமன் அகர்வால், வினய் அகர்வால் தம்பதியினருக்கு மகளாகப் பிறந்தார். இவருடைய தங்கை நிஷா அகர்வால், தெலுங்கு, தமிழ்த் திரைப்பட நடிகை ஆவார். இவர் தன்னுடைய கல்வியை மும்பையிலேயே முடித்த பிறகு, விளம்பரங்களில் நடிக்க ஆரம்பித்தார்."}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :100 } }
{"பெயர்": "சுருதி ஹாசன்", "பிறந்த திகதி": "1986-01-28", "பிறந்த இடம்": "சென்னை, தமிழ்நாடு, இந்தியா", "தொழில்": "பாடகர்நடிகர்இசையமைப்பாளர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "கமல்ஹாசன்சரிகா", "சுருக்கம்": "சுருதிஹாசன் (Shruti Haasan, பிறப்பு: சனவரி 28, 1986) பாடகர், இசையமைப்பாளர் மற்றும் திரைப்பட நடிகை என பல்வேறு துறைகளில் தன்னை வெளிப்படுத்தி வருகிறார். பிரபல தமிழ் நடிகர் கமல்ஹாசன் மற்றும் நடிகை சரிகா ஆகியோரின் மகள் ஆவார்.[1]", "உள்ளடக்கம்": "சுருதிஹாசன் 1986, சனவரி 28 இல் சென்னை நகரில் பிறந்தார்.[2] சென்னையில் உள்ள லேடி ஆண்டாள் பள்ளியில் பள்ளிப்படிப்பையும், மும்பைகல்லூரியில் உளவியலும் முடித்தார்.[3] பின்பு அமெரிக்கா கலிபோர்னியாவில் உள்ள இசைக்கல்லூரியில் இசை கற்றார்.[4]"}
{ "index" : { "_index" : "engine_actors", "_type" : "actor", "_id" :101 } }
{"பெயர்": "திரிசா", "பிறந்த திகதி": "1983-05-04", "பிறந்த இடம்": "சென்னை ,  தமிழ் நாடு", "தொழில்": "திரைப்பட நடிகர்", "வாழ்க்கை துணை": "அறியப்படவில்லை ", "பெற்றோர்": "அறியப்படவில்லை ", "சுருக்கம்": "திரிஷா கிருஷ்ணன் (பிறப்பு - மே 4, 1983, சென்னை), தமிழ், தெலுங்குத் திரைப்பட நடிகை ஆவார். சாமி, கில்லி போன்ற திரைப்படங்களில் நடித்ததன் மூலம் அறியப்படுகிறார். திரைப்படங்களில் நடிக்கத் துவங்கும் முன் சென்னை அழகியாக 1999ஆம் ஆண்டு தேர்ந்தெடுக்கப்பட்டார்.", "உள்ளடக்கம்": "-"}

